import mokoronIcon from "../images/PalIcon/mokoron.png"
import tsuppanyanIcon from "../images/PalIcon/tsuppanyan.png"
import tamakokkoIcon from "../images/PalIcon/tamakokko.png"
import kururisuIcon from "../images/PalIcon/kururisu.png"
import kitsunebiIcon from "../images/PalIcon/kitsunebi.png"
import kamonosukeIcon from "../images/PalIcon/kamonosuke.png"
import borutoraIcon from "../images/PalIcon/borutora.png"
import eteppaIcon from "../images/PalIcon/eteppa.png"
import hinokozikaIcon from "../images/PalIcon/hinokozika.png"
import pentamaIcon from "../images/PalIcon/pentama.png"
import kyapupenIcon from "../images/PalIcon/kyapupen.png"
import pachiguriIcon from "../images/PalIcon/pachiguri.png"
import kochiguriIcon from "../images/PalIcon/kochiguri.png"
import naemochiIcon from "../images/PalIcon/naemochi.png"
import tamamoIcon from "../images/PalIcon/tamamo.png"
import hourokkuIcon from "../images/PalIcon/hourokku.png"
import tyorozouIcon from "../images/PalIcon/tyorozou.png"
import ndakoaraIcon from "../images/PalIcon/ndakoara.png"
import mirufiIcon from "../images/PalIcon/mirufi.png"
import nemuramuIcon from "../images/PalIcon/nemuramu.png"
import inobouIcon from "../images/PalIcon/inobou.png"
import runathiIcon from "../images/PalIcon/runathi.png"
import mogurunIcon from "../images/PalIcon/mogurun.png"
import yamiikaIcon from "../images/PalIcon/yamiika.png"
import nyaotetoIcon from "../images/PalIcon/nyaoteto.png"
import chirutetoIcon from "../images/PalIcon/chiruteto.png"
import rumikaitoIcon from "../images/PalIcon/rumikaito.png"
import gaurufuIcon from "../images/PalIcon/gaurufu.png"
import kuruttoriIcon from "../images/PalIcon/kuruttori.png"
import popurinaIcon from "../images/PalIcon/popurina.png"
import mirukarubiIcon from "../images/PalIcon/mirukarubi.png"
import ibarahimeIcon from "../images/PalIcon/ibarahime.png"
import syakiddoIcon from "../images/PalIcon/syakiddo.png"
import syamandaIcon from "../images/PalIcon/syamanda.png"
import shimenawaIcon from "../images/PalIcon/shimenawa.png"
import obakenawaIcon from "../images/PalIcon/obakenawa.png"
import sasazoIcon from "../images/PalIcon/sasazo.png"
import raizoIcon from "../images/PalIcon/raizo.png"
import meripoppuIcon from "../images/PalIcon/meripoppu.png"
import berigotoIcon from "../images/PalIcon/berigoto.png"
import merupakaIcon from "../images/PalIcon/merupaka.png"
import tsunogamiIcon from "../images/PalIcon/tsunogami.png"
import yamagamiIcon from "../images/PalIcon/yamagami.png"
import hokuwinIcon from "../images/PalIcon/hokuwin.png"
import himeusaIcon from "../images/PalIcon/himeusa.png"
import herugotoIcon from "../images/PalIcon/herugoto.png"
import abisugotoIcon from "../images/PalIcon/abisugoto.png"
import papitefuIcon from "../images/PalIcon/papitefu.png"
import buruferunoIcon from "../images/PalIcon/buruferuno.png"
import todododonIcon from "../images/PalIcon/todododon.png"
import masukurouIcon from "../images/PalIcon/masukurou.png"
import darizadoIcon from "../images/PalIcon/darizado.png"
import chirizadoIcon from "../images/PalIcon/chirizado.png"
import tsukikageIcon from "../images/PalIcon/tsukikage.png"
import eamuruguIcon from "../images/PalIcon/eamurugu.png"
import fezaroIcon from "../images/PalIcon/fezaro.png"
import sandoroIcon from "../images/PalIcon/sandoro.png"
import gorireiziIcon from "../images/PalIcon/gorireizi.png"
import binaitoIcon from "../images/PalIcon/binaito.png"
import bikuinIcon from "../images/PalIcon/bikuin.png"
import nyangimariIcon from "../images/PalIcon/nyangimari.png"
import komoppuIcon from "../images/PalIcon/komoppu.png"
import donmoppuIcon from "../images/PalIcon/donmoppu.png"
import okochoIcon from "../images/PalIcon/okocho.png"
import raikonIcon from "../images/PalIcon/raikon.png"
import fubukitsuneIcon from "../images/PalIcon/fubukitsune.png"
import sarabureizuIcon from "../images/PalIcon/sarabureizu.png"
import saraburakkuIcon from "../images/PalIcon/saraburakku.png"
import tsurarazikaIcon from "../images/PalIcon/tsurarazika.png"
import inuzumaIcon from "../images/PalIcon/inuzuma.png"
import shiranuiIcon from "../images/PalIcon/shiranui.png"
import kaminarashiIcon from "../images/PalIcon/kaminarashi.png"
import misuteriaIcon from "../images/PalIcon/misuteria.png"
import aroaryuIcon from "../images/PalIcon/aroaryu.png"
import biribiryuIcon from "../images/PalIcon/biribiryu.png"
import shipentoIcon from "../images/PalIcon/shipento.png"
import sunapentoIcon from "../images/PalIcon/sunapento.png"
import sorureisuIcon from "../images/PalIcon/sorureisu.png"
import doritasuIcon from "../images/PalIcon/doritasu.png"
import nyanbattoIcon from "../images/PalIcon/nyanbatto.png"
import rabumandaIcon from "../images/PalIcon/rabumanda.png"
import raviIcon from "../images/PalIcon/ravi.png"
import kabanedoriIcon from "../images/PalIcon/kabanedori.png"
import shirokabaneIcon from "../images/PalIcon/shirokabane.png"
import tsuzigiriIcon from "../images/PalIcon/tsuzigiri.png"
import raibadoIcon from "../images/PalIcon/raibado.png"
import igunikusuIcon from "../images/PalIcon/igunikusu.png"
import kuremeoIcon from "../images/PalIcon/kuremeo.png"
import forenaIcon from "../images/PalIcon/forena.png"
import raberottoIcon from "../images/PalIcon/raberotto.png"
import viorettaIcon from "../images/PalIcon/vioretta.png"
import shirukinuIcon from "../images/PalIcon/shirukinu.png"
import shirufiaIcon from "../images/PalIcon/shirufia.png"
import shiruthiaIcon from "../images/PalIcon/shiruthia.png"
import kerupisuIcon from "../images/PalIcon/kerupisu.png"
import magupisuIcon from "../images/PalIcon/magupisu.png"
import azurenIcon from "../images/PalIcon/azuren.png"
import tsundoraIcon from "../images/PalIcon/tsundora.png"
import gokuennoIcon from "../images/PalIcon/gokuenno.png"
import shinnennoIcon from "../images/PalIcon/shinnenno.png"
import pekodonIcon from "../images/PalIcon/pekodon.png"
import paripidonIcon from "../images/PalIcon/paripidon.png"
import rapuradonIcon from "../images/PalIcon/rapuradon.png"
import supuradonIcon from "../images/PalIcon/supuradon.png"
import furarinaIcon from "../images/PalIcon/furarina.png"
import borukanonIcon from "../images/PalIcon/borukanon.png"
import furosukanonIcon from "../images/PalIcon/furosukanon.png"
import arupaoIcon from "../images/PalIcon/arupao.png"
import aopaoIcon from "../images/PalIcon/aopao.png"
import guranmosuIcon from "../images/PalIcon/guranmosu.png"
import burizamosuIcon from "../images/PalIcon/burizamosu.png"
import hiethiIcon from "../images/PalIcon/hiethi.png"
import toropithiIcon from "../images/PalIcon/toropithi.png"
import gurakuresuIcon from "../images/PalIcon/gurakuresu.png"
import murakumoIcon from "../images/PalIcon/murakumo.png"
import yamitobariIcon from "../images/PalIcon/yamitobari.png"
import fesukiIcon from "../images/PalIcon/fesuki.png"
import borukaizaIcon from "../images/PalIcon/borukaiza.png"
import herugarudaIcon from "../images/PalIcon/herugaruda.png"
import zioravaIcon from "../images/PalIcon/ziorava.png"
import desuthinguIcon from "../images/PalIcon/desuthingu.png"
import anubisuIcon from "../images/PalIcon/anubisu.png"
import revidoraIcon from "../images/PalIcon/revidora.png"
import agunidoraIcon from "../images/PalIcon/agunidora.png"
import suzakuIcon from "../images/PalIcon/suzaku.png"
import shivaIcon from "../images/PalIcon/shiva.png"
import erepandaIcon from "../images/PalIcon/erepanda.png"
import ririkuinIcon from "../images/PalIcon/ririkuin.png"
import runakuinIcon from "../images/PalIcon/runakuin.png"
import horusuIcon from "../images/PalIcon/horusu.png"
import boruzekusuIcon from "../images/PalIcon/boruzekusu.png"
import zenogurifuIcon from "../images/PalIcon/zenogurifu.png"
import seintoruIcon from "../images/PalIcon/seintoru.png"
import beintoruIcon from "../images/PalIcon/beintoru.png"
import gureisyaruIcon from "../images/PalIcon/gureisyaru.png"
import gureisyadouIcon from "../images/PalIcon/gureisyadou.png"
import jeddoranIcon from "../images/PalIcon/jeddoran.png"
import Hiokoshi from "../images/WorkIcon/hiokoshi.png"
import Tanemaki from "../images/WorkIcon/tane.png"
import Tesagyou from "../images/WorkIcon/hand.png"
import Bassai from "../images/WorkIcon/bassai.png"
import Seiyaku from "../images/WorkIcon/seiyaku.png"
import Unpan from "../images/WorkIcon/unpan.png"
import Mizuyari from "../images/WorkIcon/mizuyari.png"
import Hatsuden from "../images/WorkIcon/hatsuden.png"
import Saisyuu from "../images/WorkIcon/saisyuu.png"
import Saikutsu from "../images/WorkIcon/saikutsu.png"
import Reikyaku from "../images/WorkIcon/reikyaku.png"
import Houboku from "../images/WorkIcon/houboku.png"
import Neutral from "../images/TypeIcon/Neutral.png"
import Fire from "../images/TypeIcon/Fire.png"
import Water from "../images/TypeIcon/Water.png"
import Ice from "../images/TypeIcon/Ice.png"
import Thunder from "../images/TypeIcon/Thunder.png"
import Grass from "../images/TypeIcon/Grass.png"
import Earth from "../images/TypeIcon/Earth.png"
import Dark from "../images/TypeIcon/Dark.png"
import Dragon from "../images/TypeIcon/Dragon.png"

export type PalDataItem = {
  name:string;
  icon: string;
  id:string;
  type:string[];
  work:WorkKind[];
  item:string[];
  parent: [string,string][];
}

type WorkKind = {
  kind: string;
  level: number;
}



const PalData: PalDataItem[] = [
  {
    name:"モコロン",
    icon:mokoronIcon,
    id:"1",
    type:[Neutral],
    work:[
      { kind: Tesagyou, level: 1 },
      { kind: Unpan, level: 1 },
      { kind: Houboku, level: 1 }
    ],
    item:["羊毛", "モコロンの羊肉"],
    parent:[["モコロン","モコロン"],["モコロン","ツッパニャン"],["ツッパニャン","ニャオテト"],["タマコッコ","クルリス"],["タマコッコ","チルテト"],["タマモ","チョロゾウ"],["タマモ","ニャオテト"]]
  },
  {
    name:"ツッパニャン",
    icon:tsuppanyanIcon,
    id:"2",
    type:[Neutral],
    work:[
      { kind: Tesagyou, level: 1 },
      { kind: Saisyuu, level: 1 },
      { kind: Saikutsu, level: 1 },
      { kind: Unpan, level: 1 }],
    item:["赤いベリー"],
    parent:[["モコロン","タマモ"],["モコロン","ミルフィー"],["ツッパニャン","ツッパニャン"],["ツッパニャン","ミルフィー"],["タマコッコ","シメナワ"],["タマコッコ","オバケナワ"],["クルリス","チョロゾウ"],["ニャオテト","チルテト"]]
  },
  {
    name:"タマコッコ",
    icon:tamakokkoIcon,
    id:"3",
    type:[Neutral],
    work:[
      { kind: Saisyuu, level: 1 },
      { kind: Houboku, level: 1 }
    ],
    item:["卵", "タマコッコの鶏肉"],
    parent:[["タマコッコ","タマコッコ"]]
  },
  {
    name:"クルリス",
    icon:kururisuIcon,
    id:"4",
    type:[Grass],
    work:[
      { kind: Tanemaki, level: 1 },
      { kind: Tesagyou, level: 1 },
      { kind: Bassai, level: 1 },
      { kind: Seiyaku, level: 1 },
      { kind: Saisyuu, level: 1 }
    ],
    item:["ベリーの種", "低品質の医薬品"],
    parent:[["モコロン","キツネビ"],["モコロン","ボルトラ"],["モコロン","ホウロック"],["モコロン","ンダコアラ"],["モコロン","ラヴィ"],["ツッパニャン","キツネビ"],["ツッパニャン","ボルトラ"],["ツッパニャン","ホウロック"],["ツッパニャン","シメナワ"],["ツッパニャン","ラヴィ"],["タマコッコ","ペンタマ"],["タマコッコ","パチグリ"],["タマコッコ","ンダコアラ"],["タマコッコ","コチグリ"],["クルリス","クルリス"],["クルリス","タマモ"],["クルリス","シメナワ"],["クルリス","チルテト"],["クルリス","オバケナワ"],["キツネビ","タマモ"],["キツネビ","ミルフィー"],["キツネビ","ニャオテト"],["ボルトラ","タマモ"],["ボルトラ","ミルフィー"],["ボルトラ","チルテト"],["パチグリ","チョロゾウ"],["パチグリ","ニャオテト"],["タマモ","シメナワ"],["タマモ","ラヴィ"],["タマモ","オバケナワ"],["ホウロック","チョロゾウ"],["ホウロック","ニャオテト"],["チョロゾウ","ンダコアラ"],["ンダコアラ","ニャオテト"],["ミルフィー","シメナワ"],["ミルフィー","ラヴィ"],["ミルフィー","オバケナワ"],["コチグリ","チョロゾウ"],["チルテト","シメナワ"],["チルテト","オバケナワ"]]
  },
  {
    name:"キツネビ",
    icon:kitsunebiIcon,
    id:"5",
    type:[Fire],
    work:[
      { kind: Hiokoshi, level: 1 }
    ],
    item:["皮", "発火器官"],
    parent:[["モコロン","カモノスケ"],["モコロン","イバラヒメ"],["ツッパニャン","カモノスケ"],["ツッパニャン","クルットリ"],["タマコッコ","ヤミイカ"],["タマコッコ","コモップ"],["クルリス","パチグリ"],["クルリス","コチグリ"],["キツネビ","キツネビ"],["キツネビ","ホウロック"],["ボルトラ","ホウロック"],["ボルトラ","ンダコアラ"],["ペンタマ","タマモ"],["ペンタマ","チルテト"],["パチグリ","シメナワ"],["パチグリ","オバケナワ"],["タマモ","クルットリ"],["ホウロック","ラヴィ"],["チョロゾウ","ヒメウサ"],["チョロゾウ","コモップ"],["ンダコアラ","シメナワ"],["ンダコアラ","オバケナワ"],["ミルフィー","クルットリ"],["ニャオテト","イバラヒメ"],["ニャオテト","ヒメウサ"],["コチグリ","チルテト"]]
  },
  {
    name:"カモノスケ",
    icon:kamonosukeIcon,
    id:"6",
    type:[Water],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Mizuyari,level:1}
    ],
    item:["皮", "パルの体液"],
    parent:[["モコロン","メリポップ"],["タマコッコ","ヒノコジカ"],["タマコッコ","フォレーナ"],["クルリス","ネムラム"],["キツネビ","ケルピス"],["カモノスケ","カモノスケ"],["ボルトラ","エテッパ"],["エテッパ","ラヴィ"],["ペンタマ","ヒメウサ"],["パチグリ","ヤミイカ"],["ナエモチ","シメナワ"],["ナエモチ","オバケナワ"],["タマモ","カミナラシ"],["ホウロック","マグピス"],["ンダコアラ","ポプリーナ"],["ミルフィー","カミナラシ"],["ネムラム","オバケナワ"],["ルナティ","ニャオテト"],["モグルン","チルテト"],["クルットリ","イバラヒメ"],["ラヴィ","ケルピス"],["コチグリ","コモップ"]]
  },
  {
    name:"ボルトラ",
    icon:borutoraIcon,
    id:"7",
    type:[Thunder],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Mizuyari,level:1}
    ],
    item:["発電器官"],
    parent:[["モコロン","ペンタマ"],["ツッパニャン","コチグリ"],["タマコッコ","イバラヒメ"],["クルリス","ホウロック"],["キツネビ","シメナワ"],["キツネビ","オバケナワ"],["カモノスケ","チョロゾウ"],["ボルトラ","ボルトラ"],["ボルトラ","ラヴィ"],["パチグリ","タマモ"],["パチグリ","ミルフィー"],["ンダコアラ","チルテト"],["ニャオテト","クルットリ"],["シメナワ","ラヴィ"],["コチグリ","ミルフィー"],["オバケナワ","ラヴィ"]]
  },
  {
    name:"エテッパ",
    icon:eteppaIcon,
    id:"8",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:1},
      {kind:Tesagyou,level:1},
      {kind:Bassai,level:1},
      {kind:Unpan,level:1},
      {kind:Saisyuu,level:1}],
    item:["キノコ"],
    parent:[["モコロン","エアムルグ"],["モコロン","フェザーロ"],["ツッパニャン","エアムルグ"],["ツッパニャン","ゴリレイジ"],["タマコッコ","ラベロット"],["タマコッコ","サンドロ"],["クルリス","ガウルフ"],["クルリス","ビーナイト"],["キツネビ","シャーキッド"],["キツネビ","シャーマンダー"],["カモノスケ","フォレーナ"],["ボルトラ","シャーキッド"],["ボルトラ","マスクロウ"],["エテッパ","エテッパ"],["エテッパ","ナエモチ"],["ヒノコジカ","ペンタマ"],["ヒノコジカ","クルットリ"],["ペンタマ","ソルレイス"],["ペンタマ","チリザード"],["パチグリ","イノボウ"],["パチグリ","ダリザード"],["ナエモチ","ケルピス"],["タマモ","ゴリレイジ"],["タマモ","ヴィオレッタ"],["ホウロック","ミステリア"],["ホウロック","シャーマンダー"],["チョロゾウ","ヤミトバリ"],["チョロゾウ","サンドロ"],["ンダコアラ","ダリザード"],["ンダコアラ","ミステリア"],["ミルフィー","ゴリレイジ"],["ミルフィー","ヴィオレッタ"],["ネムラム","ケルピス"],["ネムラム","マグピス"],["ルナティ","イバラヒメ"],["ルナティ","ヒメウサ"],["モグルン","ポプリーナ"],["モグルン","マグピス"],["ヤミイカ","カミナラシ"],["ニャオテト","フェザーロ"],["ニャオテト","ヤミトバリ"],["クルットリ","ソルレイス"],["クルットリ","フォレーナ"],["ポプリーナ","カミナラシ"],["シャーキッド","ラヴィ"],["シメナワ","マスクロウ"],["シメナワ","ビーナイト"],["メリポップ","ヒメウサ"],["メリポップ","コモップ"],["コチグリ","イノボウ"],["コチグリ","チリザード"],["チルテト","ガウルフ"],["チルテト","ヴィオレッタ"],["シャーマンダー","ラヴィ"],["オバケナワ","マスクロウ"],["オバケナワ","ビーナイト"]]
  },
  {
    name:"ヒノコジカ",
    icon:hinokozikaIcon,
    id:"9",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:1}
    ],
    item:["発火器官", "皮"],
    parent:[["モコロン","スプラドン"],["ツッパニャン","ドリタス"],["タマコッコ","ビリビリュー"],["クルリス","ツララジカ"],["キツネビ","ミルカルビ"],["カモノスケ","ムラクモ"],["ボルトラ","トドドドン"],["ボルトラ","ヤマガミ"],["エテッパ","ガウルフ"],["ヒノコジカ","ヒノコジカ"],["ヒノコジカ","ソルレイス"],["パチグリ","ラブマンダー"],["ナエモチ","ビーナイト"],["タマモ","ラブラドン"],["ホウロック","ツノガミ"],["チョロゾウ","アロアリュー"],["ンダコアラ","ベリゴート"],["ミルフィー","ドリタス"],["ネムラム","マスクロウ"],["イノボウ","ルナティ"],["モグルン","シャーキッド"],["ヤミイカ","フェザーロ"],["ニャオテト","シラヌイ"],["ポプリーナ","エアムルグ"],["イバラヒメ","ラベロット"],["シメナワ","メルパカ"],["メリポップ","ダリザード"],["ヒメウサ","サンドロ"],["ゴリレイジ","マグピス"],["コモップ","ヤミトバリ"],["ソルレイス","フォレーナ"],["ヴィオレッタ","ケルピス"],["コチグリ","ツキカゲ"],["チルテト","ルミカイト"],["シャーマンダー","カミナラシ"],["オバケナワ","メルパカ"],["ヤマガミ","ラヴィ"]]
  },
  {
    name:"ペンタマ",
    icon:pentamaIcon,
    id:"10",
    type:[Water, Ice],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Mizuyari,level:1},
      {kind:Reikyaku,level:1}
    ],
    item:["氷結器官", "皮"],
    parent:[["モコロン","ナエモチ"],["モコロン","ネムラム"],["ツッパニャン","エテッパ"],["ツッパニャン","ナエモチ"],["タマコッコ","カミナラシ"],["クルリス","ポプリーナ"],["クルリス","マグピス"],["キツネビ","ヒメウサ"],["キツネビ","コモップ"],["カモノスケ","パチグリ"],["カモノスケ","ンダコアラ"],["ボルトラ","ヤミイカ"],["ボルトラ","コモップ"],["エテッパ","タマモ"],["エテッパ","ミルフィー"],["ペンタマ","ペンタマ"],["ペンタマ","コチグリ"],["パチグリ","クルットリ"],["ナエモチ","ミルフィー"],["タマモ","ケルピス"],["ホウロック","イバラヒメ"],["ホウロック","ヒメウサ"],["チョロゾウ","モグルン"],["チョロゾウ","カミナラシ"],["ンダコアラ","イバラヒメ"],["ミルフィー","ケルピス"],["ネムラム","ニャオテト"],["モグルン","ニャオテト"],["ヤミイカ","シメナワ"],["ヤミイカ","ラヴィ"],["ヤミイカ","オバケナワ"],["ポプリーナ","シメナワ"],["ポプリーナ","オバケナワ"],["ヒメウサ","ラヴィ"],["コモップ","ラヴィ"],["コチグリ","クルットリ"],["チルテト","ケルピス"],["チルテト","マグピス"],["オバケナワ","マグピス"]]
  }, {
    name:"キャプペン",
    icon:kyapupenIcon,
    id:"11",
    type:[Water, Ice],
    work:[
      {kind:Tesagyou,level:2},
      {kind:Unpan,level:2},
      {kind:Mizuyari,level:2},
      {kind:Saikutsu,level:2},
      {kind:Reikyaku,level:2},
    ],
    item:["氷結器官", "キャプペンの羽飾り"],
    parent:[["キャプペン","キャプペン"],["キャプペン","ニャンギマリ"],["キャプペン","シルティア"],["ミルカルビ","ツンドラー"],["ミルカルビ","ボルゼクス"],["ミルカルビ","グレイシャル"],["ササゾー","シロカバネ"],["ベリゴート","グレイシャル"],["ベリゴート","グレイシャドウ"],["メルパカ","ジオラーヴァ"],["メルパカ","ボルゼクス"],["ツノガミ","ツンドラー"],["ツノガミ","グレイシャル"],["ホークウィン","シロカバネ"],["ヘルゴート","シルキーヌ"],["ヘルゴート","ヒエティ"],["ヘルゴート","アオパオー"],["パピテフ","シーペント"],["パピテフ","シルフィア"],["パピテフ","スナペント"],["ブルフェルノ","デスティング"],["ブルフェルノ","リリクイン"],["ブルフェルノ","サラブラック"],["トドドドン","ジオラーヴァ"],["トドドドン","ボルゼクス"],["ツキカゲ","セイントール"],["ツキカゲ","ジェッドラン"],["ツキカゲ","グレイシャドウ"],["エアムルグ","ボルカイザー"],["フェザーロ","ボルカイザー"],["フェザーロ","シヴァ"],["ゴリレイジ","ボルカイザー"],["クインビーナ","クレメーオ"],["クインビーナ","ゴクエンオ"],["ニャンギマリ","シルフィア"],["ニャンギマリ","シルティア"],["ドンモップ","ツジギリ"],["ドンモップ","シロカバネ"],["オコチョ","リリクイン"],["オコチョ","サラブラック"],["オコチョ","フロスカノン"],["ライコーン","サラブレイズ"],["ライコーン","フェスキー"],["ライコーン","ホルス"],["フブキツネ","ペコドン"],["フブキツネ","パリピドン"],["フブキツネ","ブリザモス"],["サラブレイズ","シンエンオ"],["ツララジカ","ジオラーヴァ"],["イヌズマ","グランモス"],["イヌズマ","レヴィドラ"],["イヌズマ","ブリザモス"],["イヌズマ","アグニドラ"],["シラヌイ","ライバード"],["シラヌイ","エレパンダ"],["シラヌイ","ルナクイン"],["アロアリュー","ライバード"],["アロアリュー","フロスカノン"],["アロアリュー","ルナクイン"],["シーペント","アルパオー"],["シーペント","トロピティ"],["ドリタス","ヘルガルダ"],["ドリタス","エレパンダ"],["ニャンバット","ペコドン"],["ニャンバット","グランモス"],["ニャンバット","ブリザモス"],["ラブマンダー","ジェッドラン"],["ラブマンダー","グレイシャドウ"],["カバネドリ","イグニクス"],["カバネドリ","ホルス"],["イグニクス","シンエンオ"],["クレメーオ","グラクレス"],["クレメーオ","フェスキー"],["ラベロット","スザク"],["ラベロット","ゼノグリフ"],["シルフィア","アズレーン"],["ゴクエンオ","ボルカノン"],["ゴクエンオ","グラクレス"],["ラブラドン","ヘルガルダ"],["フラリーナ","デスティング"],["フラリーナ","リリクイン"],["アルパオー","アヌビス"],["ヒエティ","アヌビス"],["ムラクモ","スザク"],["ムラクモ","ゼノグリフ"],["ムラクモ","ベイントール"],["ヤミトバリ","シヴァ"],["ライゾー","カバネドリ"],["ライゾー","ツジギリ"],["ヤマガミ","ツンドラー"],["ヤマガミ","ジオラーヴァ"],["ヤマガミ","ボルゼクス"],["アビスゴート","シルキーヌ"],["アビスゴート","アルパオー"],["アビスゴート","ヒエティ"],["サンドロ","スザク"],["サンドロ","シヴァ"],["サラブラック","ビリビリュー"],["ビリビリュー","ライバード"],["ビリビリュー","フロスカノン"],["スナペント","アズレーン"],["スナペント","トロピティ"],["シルティア","アズレーン"],["シンエンオ","ホルス"],["パリピドン","フラリーナ"],["スプラドン","ヘルガルダ"],["スプラドン","エレパンダ"],["スプラドン","ルナクイン"],["トロピティ","アヌビス"]]
  }, {
    name:"パチグリ",
    icon:pachiguriIcon,
    id:"12",
    type:[Thunder],
    work:[
      {kind:Hatsuden,level:1}
    ],
    item:["発電器官"],
    parent:[["モコロン","エテッパ"],["モコロン","ポプリーナ"],["モコロン","ケルピス"],["モコロン","マグピス"],["ツッパニャン","ヤミイカ"],["ツッパニャン","ポプリーナ"],["ツッパニャン","ケルピス"],["ツッパニャン","マグピス"],["タマコッコ","エテッパ"],["タマコッコ","ナエモチ"],["タマコッコ","ネムラム"],["タマコッコ","モグルン"],["クルリス","ヤミイカ"],["クルリス","イバラヒメ"],["クルリス","ヒメウサ"],["クルリス","コモップ"],["キツネビ","カモノスケ"],["キツネビ","ペンタマ"],["キツネビ","クルットリ"],["キツネビ","イバラヒメ"],["カモノスケ","ボルトラ"],["カモノスケ","ホウロック"],["カモノスケ","シメナワ"],["カモノスケ","ラヴィ"],["ボルトラ","クルットリ"],["ボルトラ","イバラヒメ"],["ボルトラ","ヒメウサ"],["エテッパ","チョロゾウ"],["エテッパ","ニャオテト"],["ペンタマ","ホウロック"],["ペンタマ","ンダコアラ"],["パチグリ","パチグリ"],["パチグリ","ンダコアラ"],["パチグリ","コチグリ"],["ナエモチ","チョロゾウ"],["ナエモチ","ニャオテト"],["タマモ","ヤミイカ"],["タマモ","ポプリーナ"],["タマモ","コモップ"],["タマモ","マグピス"],["ホウロック","クルットリ"],["チョロゾウ","ネムラム"],["チョロゾウ","ケルピス"],["ンダコアラ","クルットリ"],["ミルフィー","ヤミイカ"],["ミルフィー","ポプリーナ"],["ミルフィー","マグピス"],["ヤミイカ","チルテト"],["ニャオテト","ケルピス"],["ニャオテト","マグピス"],["クルットリ","ラヴィ"],["イバラヒメ","シメナワ"],["イバラヒメ","ラヴィ"],["イバラヒメ","オバケナワ"],["シメナワ","ヒメウサ"],["コチグリ","ホウロック"],["コチグリ","ンダコアラ"],["チルテト","ポプリーナ"],["チルテト","ヒメウサ"],["チルテト","コモップ"],["オバケナワ","ヒメウサ"],["オバケナワ","コモップ"]]
  }, {
    name:"コチグリ",
    icon:kochiguriIcon,
    id:"12B",
    type:[Ice],
    work:[
      {kind:Reikyaku,level:1}
    ],
    item:["氷結器官"],
    parent:[["ペンタマ","パチグリ"],["コチグリ","コチグリ"]]
  }, {
    name:"ナエモチ",
    icon:naemochiIcon,
    id:"13",
    type:[Grass, Earth],
    work:[
      {kind:Tanemaki,level:1}
    ],
    item:["ベリーの種", "ナエモチの葉っぱ"],
    parent:[["モコロン","ヤミトバリ"],["ツッパニャン","フェザーロ"],["タマコッコ","ムラクモ"],["クルリス","ヴィオレッタ"],["キツネビ","マスクロウ"],["カモノスケ","ヒノコジカ"],["カモノスケ","ソルレイス"],["ボルトラ","ビーナイト"],["エテッパ","ネムラム"],["ヒノコジカ","イバラヒメ"],["ペンタマ","イノボウ"],["パチグリ","ミステリア"],["ナエモチ","ナエモチ"],["タマモ","エアムルグ"],["ホウロック","シャーキッド"],["チョロゾウ","ラベロット"],["ンダコアラ","シャーマンダー"],["ミルフィー","エアムルグ"],["ミルフィー","フェザーロ"],["ルナティ","コモップ"],["モグルン","ケルピス"],["ヤミイカ","メリポップ"],["ニャオテト","サンドロ"],["ガウルフ","シメナワ"],["ガウルフ","オバケナワ"],["クルットリ","チリザード"],["イバラヒメ","フォレーナ"],["マスクロウ","ラヴィ"],["ビーナイト","ラヴィ"],["カミナラシ","マグピス"],["コチグリ","ダリザード"],["チルテト","ゴリレイジ"],["オバケナワ","ヴィオレッタ"]]
  }, {
    name:"タマモ",
    icon:tamamoIcon,
    id:"14",
    type:[Neutral],
    work:[
      {kind:Saisyuu,level:1},
      {kind:Houboku,level:1}
    ],
    item:["皮", "骨"],
    parent:[["モコロン","クルリス"],["モコロン","シメナワ"],["モコロン","オバケナワ"],["ツッパニャン","クルリス"],["ツッパニャン","チルテト"],["ツッパニャン","オバケナワ"],["タマコッコ","キツネビ"],["タマコッコ","ホウロック"],["クルリス","ミルフィー"],["キツネビ","チョロゾウ"],["ボルトラ","チョロゾウ"],["ボルトラ","ニャオテト"],["タマモ","タマモ"],["タマモ","チルテト"],["チョロゾウ","ラヴィ"],["ミルフィー","チルテト"],["ニャオテト","シメナワ"],["ニャオテト","ラヴィ"],["ニャオテト","オバケナワ"]]
  }, {
    name:"ホウロック",
    icon:hourokkuIcon,
    id:"15",
    type:[Dark],
    work:[
      {kind:Saisyuu,level:1}
    ],
    item:["繊維", "高度な技術書"],
    parent:[["モコロン","ヒメウサ"],["ツッパニャン","イバラヒメ"],["タマコッコ","ポプリーナ"],["クルリス","ペンタマ"],["キツネビ","ンダコアラ"],["カモノスケ","タマモ"],["カモノスケ","ミルフィー"],["ボルトラ","パチグリ"],["ペンタマ","オバケナワ"],["パチグリ","ラヴィ"],["ホウロック","ホウロック"],["チョロゾウ","ヤミイカ"],["ンダコアラ","ラヴィ"],["ミルフィー","イバラヒメ"],["ニャオテト","コモップ"],["コチグリ","シメナワ"],["コチグリ","オバケナワ"],["チルテト","クルットリ"]]
  }, {
    name:"チョロゾウ",
    icon:tyorozouIcon,
    id:"16",
    type:[Water],
    work:[
      {kind:Mizuyari,level:1}
    ],
    item:["パルの体液"],
    parent:[["タマコッコ","チョロゾウ"],["タマコッコ","ニャオテト"],["チョロゾウ","チョロゾウ"]]
  }, {
    name:"ンダコアラ",
    icon:ndakoaraIcon,
    id:"17",
    type:[Dark],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Saikutsu,level:1},
    ],
    item:["毒腺"],
    parent:[["モコロン","ヤミイカ"],["モコロン","コモップ"],["ツッパニャン","ヒメウサ"],["ツッパニャン","コモップ"],["タマコッコ","ケルピス"],["タマコッコ","マグピス"],["クルリス","カモノスケ"],["クルリス","クルットリ"],["キツネビ","パチグリ"],["キツネビ","コチグリ"],["カモノスケ","チルテト"],["カモノスケ","オバケナワ"],["ボルトラ","ペンタマ"],["ボルトラ","コチグリ"],["ペンタマ","シメナワ"],["ペンタマ","ラヴィ"],["パチグリ","ホウロック"],["タマモ","イバラヒメ"],["タマモ","ヒメウサ"],["ホウロック","ンダコアラ"],["チョロゾウ","ポプリーナ"],["チョロゾウ","マグピス"],["ンダコアラ","ンダコアラ"],["ミルフィー","ヒメウサ"],["ミルフィー","コモップ"],["ヤミイカ","ニャオテト"],["ニャオテト","ポプリーナ"],["クルットリ","シメナワ"],["クルットリ","オバケナワ"],["コチグリ","ラヴィ"],["チルテト","イバラヒメ"]]
  }, {
    name:"ミルフィー",
    icon:mirufiIcon,
    id:"18",
    type:[Neutral],
    work:[
      {kind:Saisyuu,level:1},
      {kind:Houboku,level:1}
    ],
    item:["羊毛"],
    parent:[["モコロン","チルテト"],["ツッパニャン","タマモ"],["タマコッコ","ボルトラ"],["タマコッコ","ラヴィ"],["クルリス","ニャオテト"],["タマモ","ミルフィー"],["チョロゾウ","シメナワ"],["チョロゾウ","オバケナワ"],["ミルフィー","ミルフィー"]]
  }, {
    name:"ネムラム",
    icon:nemuramuIcon,
    id:"19",
    type:[Dark],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Saisyuu,level:1}
    ],
    item:["毒腺", "小さなパルのソウル"],
    parent:[["モコロン","ラベロット"],["モコロン","サンドロ"],["ツッパニャン","ヤミトバリ"],["ツッパニャン","サンドロ"],["クルリス","エアムルグ"],["クルリス","ゴリレイジ"],["キツネビ","ガウルフ"],["キツネビ","ビーナイト"],["カモノスケ","イノボウ"],["カモノスケ","チリザード"],["ボルトラ","ガウルフ"],["ボルトラ","ヴィオレッタ"],["エテッパ","モグルン"],["エテッパ","カミナラシ"],["ヒノコジカ","ヒメウサ"],["ヒノコジカ","コモップ"],["ペンタマ","ダリザード"],["ペンタマ","ミステリア"],["パチグリ","シャーキッド"],["パチグリ","シャーマンダー"],["ナエモチ","ネムラム"],["ナエモチ","モグルン"],["タマモ","フェザーロ"],["タマモ","ヤミトバリ"],["ホウロック","マスクロウ"],["ホウロック","ビーナイト"],["チョロゾウ","ムラクモ"],["ンダコアラ","シャーキッド"],["ンダコアラ","マスクロウ"],["ミルフィー","ヤミトバリ"],["ミルフィー","サンドロ"],["ネムラム","ネムラム"],["イノボウ","クルットリ"],["ルナティ","ヤミイカ"],["ルナティ","ポプリーナ"],["ニャオテト","ラベロット"],["ニャオテト","ムラクモ"],["ガウルフ","ラヴィ"],["クルットリ","ダリザード"],["ポプリーナ","メリポップ"],["イバラヒメ","ソルレイス"],["イバラヒメ","チリザード"],["シメナワ","ゴリレイジ"],["シメナワ","ヴィオレッタ"],["メリポップ","マグピス"],["ヒメウサ","ソルレイス"],["ヒメウサ","フォレーナ"],["コモップ","フォレーナ"],["カミナラシ","ケルピス"],["ラヴィ","ヴィオレッタ"],["コチグリ","ミステリア"],["コチグリ","シャーマンダー"],["チルテト","エアムルグ"],["チルテト","フェザーロ"],["オバケナワ","エアムルグ"],["オバケナワ","ゴリレイジ"]]
  }, {
    name:"イノボウ",
    icon:inobouIcon,
    id:"20",
    type:[Earth],
    work:[
      {kind:Saikutsu,level:1}
    ],
    item:["イノボウの猪肉", "皮", "骨"],
    parent:[["モコロン","ブルフェルノ"],["モコロン","オコチョ"],["モコロン","フラリーナ"],["モコロン","ビリビリュー"],["ツッパニャン","ブルフェルノ"],["ツッパニャン","オコチョ"],["ツッパニャン","アロアリュー"],["ツッパニャン","ビリビリュー"],["タマコッコ","フブキツネ"],["タマコッコ","ニャンバット"],["タマコッコ","フラリーナ"],["クルリス","シラヌイ"],["クルリス","アロアリュー"],["クルリス","ドリタス"],["クルリス","スプラドン"],["キツネビ","ルミカイト"],["キツネビ","ツララジカ"],["キツネビ","ドリタス"],["キツネビ","ラブラドン"],["カモノスケ","ベリゴート"],["カモノスケ","ツノガミ"],["カモノスケ","ツキカゲ"],["カモノスケ","ラブマンダー"],["ボルトラ","ルミカイト"],["ボルトラ","ドリタス"],["ボルトラ","ラブラドン"],["ボルトラ","スプラドン"],["エテッパ","エアムルグ"],["エテッパ","フェザーロ"],["エテッパ","ヤミトバリ"],["エテッパ","サンドロ"],["ヒノコジカ","ダリザード"],["ヒノコジカ","ミステリア"],["ヒノコジカ","シャーマンダー"],["ペンタマ","ミルカルビ"],["ペンタマ","ベリゴート"],["ペンタマ","ツノガミ"],["ペンタマ","ヤマガミ"],["パチグリ","ミルカルビ"],["パチグリ","メルパカ"],["パチグリ","トドドドン"],["パチグリ","ツララジカ"],["パチグリ","ヤマガミ"],["ナエモチ","エアムルグ"],["ナエモチ","フェザーロ"],["ナエモチ","ゴリレイジ"],["ナエモチ","ヤミトバリ"],["タマモ","オコチョ"],["タマモ","シラヌイ"],["タマモ","アロアリュー"],["タマモ","ビリビリュー"],["ホウロック","ルミカイト"],["ホウロック","メルパカ"],["ホウロック","ツララジカ"],["ホウロック","ラブラドン"],["チョロゾウ","ブルフェルノ"],["チョロゾウ","フブキツネ"],["チョロゾウ","フラリーナ"],["ンダコアラ","ルミカイト"],["ンダコアラ","メルパカ"],["ンダコアラ","トドドドン"],["ンダコアラ","ツララジカ"],["ンダコアラ","ヤマガミ"],["ミルフィー","オコチョ"],["ミルフィー","アロアリュー"],["ミルフィー","ビリビリュー"],["ネムラム","エアムルグ"],["ネムラム","フェザーロ"],["ネムラム","ゴリレイジ"],["ネムラム","ヴィオレッタ"],["イノボウ","イノボウ"],["イノボウ","ダリザード"],["イノボウ","ソルレイス"],["イノボウ","チリザード"],["ルナティ","シャーキッド"],["ルナティ","マスクロウ"],["ルナティ","ビーナイト"],["ルナティ","シャーマンダー"],["モグルン","ガウルフ"],["モグルン","エアムルグ"],["モグルン","ゴリレイジ"],["モグルン","ヴィオレッタ"],["ヤミイカ","ラベロット"],["ヤミイカ","ムラクモ"],["ニャオテト","ブルフェルノ"],["ニャオテト","オコチョ"],["ニャオテト","フラリーナ"],["ルミカイト","ラヴィ"],["ガウルフ","メリポップ"],["ガウルフ","カミナラシ"],["クルットリ","ミルカルビ"],["クルットリ","ベリゴート"],["クルットリ","ツノガミ"],["クルットリ","ラブマンダー"],["ポプリーナ","ラベロット"],["ポプリーナ","ムラクモ"],["ポプリーナ","サンドロ"],["イバラヒメ","ベリゴート"],["イバラヒメ","ツキカゲ"],["イバラヒメ","ラブマンダー"],["シャーキッド","メリポップ"],["シャーキッド","フォレーナ"],["シメナワ","シラヌイ"],["シメナワ","ドリタス"],["シメナワ","ラブラドン"],["シメナワ","スプラドン"],["メリポップ","マスクロウ"],["メリポップ","ビーナイト"],["ヒメウサ","ツキカゲ"],["ヒメウサ","ラブマンダー"],["ダリザード","ソルレイス"],["ダリザード","フォレーナ"],["ダリザード","チリザード"],["ツキカゲ","コモップ"],["フェザーロ","ケルピス"],["ゴリレイジ","カミナラシ"],["ビーナイト","カミナラシ"],["コモップ","ムラクモ"],["カミナラシ","ヴィオレッタ"],["ミステリア","ソルレイス"],["ミステリア","フォレーナ"],["ドリタス","ラヴィ"],["ラヴィ","ラブラドン"],["ラベロット","ケルピス"],["ラベロット","マグピス"],["ケルピス","ヤミトバリ"],["コチグリ","ミルカルビ"],["コチグリ","メルパカ"],["コチグリ","ツノガミ"],["コチグリ","トドドドン"],["コチグリ","ヤマガミ"],["チルテト","シラヌイ"],["チルテト","アロアリュー"],["チルテト","ビリビリュー"],["チルテト","スプラドン"],["シャーマンダー","ソルレイス"],["シャーマンダー","フォレーナ"],["オバケナワ","シラヌイ"],["オバケナワ","ドリタス"],["オバケナワ","スプラドン"],["チリザード","ミステリア"],["サンドロ","ケルピス"],["サンドロ","マグピス"],["マグピス","ムラクモ"],["マグピス","ヤミトバリ"]]
  }, {
    name:"ルナティ",
    icon:runathiIcon,
    id:"21",
    type:[Dark],
    work:[
      {kind:Saisyuu,level:1}
    ],
    item:["皮", "小さなパルのソウル"],
    parent:[["モコロン","メルパカ"],["モコロン","トドドドン"],["モコロン","ツララジカ"],["ツッパニャン","メルパカ"],["ツッパニャン","トドドドン"],["ツッパニャン","ヤマガミ"],["タマコッコ","ドリタス"],["タマコッコ","ラブラドン"],["クルリス","ベリゴート"],["クルリス","ツノガミ"],["キツネビ","ツキカゲ"],["カモノスケ","エアムルグ"],["カモノスケ","フェザーロ"],["ボルトラ","ツキカゲ"],["ボルトラ","ラブマンダー"],["エテッパ","ミステリア"],["エテッパ","シャーマンダー"],["ヒノコジカ","メリポップ"],["ヒノコジカ","カミナラシ"],["ペンタマ","ヤミトバリ"],["ペンタマ","サンドロ"],["パチグリ","ラベロット"],["パチグリ","ムラクモ"],["ナエモチ","ダリザード"],["ナエモチ","ミステリア"],["タマモ","ミルカルビ"],["タマモ","トドドドン"],["タマモ","ヤマガミ"],["チョロゾウ","ルミカイト"],["チョロゾウ","ラブラドン"],["ンダコアラ","ムラクモ"],["ミルフィー","ミルカルビ"],["ミルフィー","メルパカ"],["ミルフィー","トドドドン"],["ミルフィー","ヤマガミ"],["ネムラム","イノボウ"],["ネムラム","ダリザード"],["イノボウ","モグルン"],["ルナティ","ルナティ"],["モグルン","チリザード"],["ヤミイカ","ガウルフ"],["ヤミイカ","ビーナイト"],["ニャオテト","ルミカイト"],["ニャオテト","ツララジカ"],["ガウルフ","コモップ"],["クルットリ","フェザーロ"],["クルットリ","ヤミトバリ"],["ポプリーナ","マスクロウ"],["ポプリーナ","ビーナイト"],["イバラヒメ","エアムルグ"],["イバラヒメ","ゴリレイジ"],["シャーキッド","ケルピス"],["シャーキッド","マグピス"],["シメナワ","ベリゴート"],["シメナワ","ラブマンダー"],["メリポップ","フォレーナ"],["ヒメウサ","ゴリレイジ"],["ヒメウサ","ヴィオレッタ"],["マスクロウ","マグピス"],["ツキカゲ","ラヴィ"],["コモップ","ヴィオレッタ"],["カミナラシ","ソルレイス"],["ラブマンダー","ラヴィ"],["コチグリ","ラベロット"],["コチグリ","サンドロ"],["チルテト","ミルカルビ"],["チルテト","ツノガミ"],["シャーマンダー","ケルピス"],["オバケナワ","ベリゴート"],["オバケナワ","ツノガミ"],["オバケナワ","ラブマンダー"],["チリザード","カミナラシ"]]
  }, {
    name:"モグルン",
    icon:mogurunIcon,
    id:"22",
    type:[Earth],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Saikutsu,level:1}
    ],
    item:["皮"],
    parent:[["モコロン","ムラクモ"],["ツッパニャン","ラベロット"],["ツッパニャン","ムラクモ"],["タマコッコ","ツキカゲ"],["タマコッコ","ラブマンダー"],["クルリス","フェザーロ"],["クルリス","ヤミトバリ"],["キツネビ","ゴリレイジ"],["キツネビ","ヴィオレッタ"],["カモノスケ","ダリザード"],["カモノスケ","ミステリア"],["ボルトラ","エアムルグ"],["ボルトラ","ゴリレイジ"],["エテッパ","メリポップ"],["ヒノコジカ","ヤミイカ"],["ヒノコジカ","ポプリーナ"],["ペンタマ","シャーキッド"],["ペンタマ","シャーマンダー"],["パチグリ","マスクロウ"],["パチグリ","ビーナイト"],["ナエモチ","カミナラシ"],["タマモ","ラベロット"],["タマモ","サンドロ"],["ホウロック","ガウルフ"],["ホウロック","ヴィオレッタ"],["チョロゾウ","ツキカゲ"],["ンダコアラ","ガウルフ"],["ンダコアラ","ビーナイト"],["ミルフィー","ラベロット"],["ミルフィー","ムラクモ"],["ネムラム","モグルン"],["ネムラム","カミナラシ"],["イノボウ","イバラヒメ"],["イノボウ","ヒメウサ"],["ルナティ","ケルピス"],["ルナティ","マグピス"],["モグルン","モグルン"],["ヤミイカ","ソルレイス"],["ヤミイカ","フォレーナ"],["クルットリ","ミステリア"],["クルットリ","シャーマンダー"],["ポプリーナ","フォレーナ"],["イバラヒメ","ダリザード"],["シメナワ","エアムルグ"],["シメナワ","フェザーロ"],["メリポップ","ケルピス"],["ヒメウサ","チリザード"],["エアムルグ","ラヴィ"],["ゴリレイジ","ラヴィ"],["コモップ","ソルレイス"],["コチグリ","シャーキッド"],["コチグリ","マスクロウ"],["チルテト","ヤミトバリ"],["チルテト","サンドロ"],["オバケナワ","フェザーロ"],["オバケナワ","ヤミトバリ"],["チリザード","コモップ"]]
  }, {
    name:"ヤミイカ",
    icon:yamiikaIcon,
    id:"23",
    type:[Dark],
    work:[
      {kind:Unpan,level:2},
      {kind:Saisyuu,level:1}
    ],
    item:[],
    parent:[["モコロン","ダリザード"],["モコロン","ミステリア"],["モコロン","シャーマンダー"],["ツッパニャン","イノボウ"],["ツッパニャン","ダリザード"],["ツッパニャン","ミステリア"],["タマコッコ","シャーキッド"],["タマコッコ","マスクロウ"],["タマコッコ","ビーナイト"],["クルリス","ヒノコジカ"],["クルリス","ソルレイス"],["クルリス","フォレーナ"],["クルリス","チリザード"],["キツネビ","ルナティ"],["キツネビ","メリポップ"],["カモノスケ","エテッパ"],["カモノスケ","ナエモチ"],["カモノスケ","ケルピス"],["ボルトラ","ルナティ"],["ボルトラ","フォレーナ"],["エテッパ","クルットリ"],["エテッパ","イバラヒメ"],["ヒノコジカ","シメナワ"],["ヒノコジカ","オバケナワ"],["ペンタマ","ナエモチ"],["ペンタマ","ネムラム"],["ペンタマ","モグルン"],["パチグリ","モグルン"],["パチグリ","カミナラシ"],["ナエモチ","クルットリ"],["タマモ","イノボウ"],["タマモ","ダリザード"],["タマモ","チリザード"],["ホウロック","ルナティ"],["ホウロック","メリポップ"],["チョロゾウ","シャーキッド"],["チョロゾウ","マスクロウ"],["チョロゾウ","シャーマンダー"],["ンダコアラ","メリポップ"],["ンダコアラ","カミナラシ"],["ミルフィー","イノボウ"],["ミルフィー","ダリザード"],["ネムラム","クルットリ"],["イノボウ","チルテト"],["ルナティ","ラヴィ"],["ヤミイカ","ヤミイカ"],["ヤミイカ","ポプリーナ"],["ヤミイカ","コモップ"],["ニャオテト","シャーキッド"],["ニャオテト","ミステリア"],["ニャオテト","シャーマンダー"],["ポプリーナ","ヒメウサ"],["ポプリーナ","コモップ"],["イバラヒメ","ケルピス"],["イバラヒメ","マグピス"],["シメナワ","ソルレイス"],["シメナワ","フォレーナ"],["ヒメウサ","ケルピス"],["ヒメウサ","マグピス"],["コモップ","マグピス"],["コチグリ","ネムラム"],["コチグリ","モグルン"],["コチグリ","カミナラシ"],["チルテト","ソルレイス"],["チルテト","チリザード"],["オバケナワ","ソルレイス"],["オバケナワ","フォレーナ"]]
  }, {
    name:"ニャオテト",
    icon:nyaotetoIcon,
    id:"24",
    type:[Dark],
    work:[
      {kind:Houboku,level:1}
    ],
    item:["金貨"],
    parent:[["モコロン","タマコッコ"],["モコロン","チョロゾウ"],["モコロン","ニャオテト"],["ツッパニャン","タマコッコ"],["ツッパニャン","チョロゾウ"],["タマコッコ","タマモ"],["タマコッコ","ミルフィー"],["チョロゾウ","ニャオテト"],["ニャオテト","ニャオテト"]]
  }, {
    name:"チルテト",
    icon:chirutetoIcon,
    id:"24B",
    type:[Ice],
    work:[
      {kind:Reikyaku,level:1},
      {kind:Houboku,level:1}
    ],
    item:["氷結器官", "サファイア"],
    parent:[["ペンタマ","ニャオテト"],["チルテト","チルテト"]]
  }, {
    name:"ルミカイト",
    icon:rumikaitoIcon,
    id:"25",
    type:[Water],
    work:[
      {kind:Unpan,level:1},
      {kind:Mizuyari,level:1}
    ],
    item:["パルの体液"],
    parent:[["モコロン","パリピドン"],["ツッパニャン","ペコドン"],["タマコッコ","サラブラック"],["クルリス","レヴィドラ"],["クルリス","アグニドラ"],["キツネビ","グラクレス"],["カモノスケ","ドンモップ"],["ボルトラ","クインビーナ"],["エテッパ","パピテフ"],["ヒノコジカ","ヘルゴート"],["ヒノコジカ","アビスゴート"],["ペンタマ","ライゾー"],["キャプペン","モグルン"],["パチグリ","ホルス"],["ナエモチ","アズレーン"],["タマモ","ブリザモス"],["ホウロック","フェスキー"],["チョロゾウ","リリクイン"],["ンダコアラ","サラブレイズ"],["ミルフィー","ペコドン"],["ミルフィー","ブリザモス"],["ネムラム","ニャンギマリ"],["ルナティ","シーペント"],["ヤミイカ","シルキーヌ"],["ニャオテト","デスティング"],["ルミカイト","ルミカイト"],["ガウルフ","ライコーン"],["ポプリーナ","ヒエティ"],["ミルカルビ","シラヌイ"],["イバラヒメ","ホークウィン"],["シメナワ","ボルカノン"],["シメナワ","アグニドラ"],["ササゾー","ヒメウサ"],["メリポップ","スナペント"],["ベリゴート","ビリビリュー"],["メルパカ","ドリタス"],["ツノガミ","アロアリュー"],["ブルフェルノ","ツキカゲ"],["トドドドン","ドリタス"],["トドドドン","スプラドン"],["マスクロウ","カバネドリ"],["ダリザード","シロカバネ"],["エアムルグ","ゴクエンオ"],["ゴリレイジ","クレメーオ"],["ビーナイト","シンエンオ"],["クインビーナ","ラヴィ"],["コモップ","アオパオー"],["オコチョ","ラブマンダー"],["フブキツネ","ムラクモ"],["ツララジカ","ラブラドン"],["カミナラシ","シルティア"],["ニャンバット","ラベロット"],["ラヴィ","グラクレス"],["ケルピス","トロピティ"],["コチグリ","イグニクス"],["チルテト","グランモス"],["シャーマンダー","ツジギリ"],["オバケナワ","ボルカノン"],["オバケナワ","レヴィドラ"],["オバケナワ","アグニドラ"],["ヤマガミ","スプラドン"],["アビスゴート","フォレーナ"],["サンドロ","イヌズマ"],["マグピス","アルパオー"]]
  }, {
    name:"ガウルフ",
    icon:gaurufuIcon,
    id:"26",
    type:[Neutral],
    work:[
      {kind:Saisyuu,level:1}
    ],
    item:["皮", "ルビー", "金貨"],
    parent:[["モコロン","カバネドリ"],["モコロン","ツジギリ"],["ツッパニャン","カバネドリ"],["ツッパニャン","シンエンオ"],["タマコッコ","シロカバネ"],["クルリス","ライコーン"],["クルリス","クレメーオ"],["キツネビ","ゴクエンオ"],["カモノスケ","ブルフェルノ"],["カモノスケ","オコチョ"],["カモノスケ","フラリーナ"],["ボルトラ","クレメーオ"],["ボルトラ","ゴクエンオ"],["エテッパ","ルミカイト"],["エテッパ","ツララジカ"],["エテッパ","ラブラドン"],["ペンタマ","フブキツネ"],["ペンタマ","フラリーナ"],["パチグリ","フブキツネ"],["パチグリ","イヌズマ"],["パチグリ","ニャンバット"],["ナエモチ","ルミカイト"],["ナエモチ","メルパカ"],["ナエモチ","ツララジカ"],["タマモ","ライコーン"],["タマモ","カバネドリ"],["タマモ","シンエンオ"],["ホウロック","イヌズマ"],["チョロゾウ","ツジギリ"],["チョロゾウ","シロカバネ"],["ンダコアラ","イヌズマ"],["ンダコアラ","ニャンバット"],["ミルフィー","カバネドリ"],["ミルフィー","シンエンオ"],["ネムラム","メルパカ"],["ネムラム","トドドドン"],["ネムラム","ツララジカ"],["ネムラム","ヤマガミ"],["イノボウ","ラベロット"],["イノボウ","ムラクモ"],["イノボウ","サンドロ"],["ルナティ","ベリゴート"],["ルナティ","ツキカゲ"],["ルナティ","ラブマンダー"],["モグルン","ミルカルビ"],["モグルン","メルパカ"],["モグルン","トドドドン"],["モグルン","ヤマガミ"],["ヤミイカ","シラヌイ"],["ヤミイカ","アロアリュー"],["ヤミイカ","スプラドン"],["ニャオテト","ツジギリ"],["ルミカイト","ケルピス"],["ガウルフ","ガウルフ"],["ガウルフ","ビーナイト"],["ガウルフ","ヴィオレッタ"],["クルットリ","ブルフェルノ"],["クルットリ","フラリーナ"],["ポプリーナ","シラヌイ"],["ポプリーナ","ドリタス"],["ポプリーナ","スプラドン"],["ミルカルビ","カミナラシ"],["イバラヒメ","ブルフェルノ"],["イバラヒメ","オコチョ"],["イバラヒメ","ビリビリュー"],["シャーキッド","エアムルグ"],["シャーキッド","フェザーロ"],["シャーキッド","ゴリレイジ"],["シメナワ","クレメーオ"],["シメナワ","ゴクエンオ"],["メリポップ","ベリゴート"],["メリポップ","ツノガミ"],["メリポップ","ラブマンダー"],["ツノガミ","カミナラシ"],["ヒメウサ","オコチョ"],["ヒメウサ","アロアリュー"],["ヒメウサ","ビリビリュー"],["マスクロウ","エアムルグ"],["マスクロウ","ゴリレイジ"],["マスクロウ","ヴィオレッタ"],["ダリザード","ラベロット"],["ダリザード","ヤミトバリ"],["ダリザード","サンドロ"],["ツキカゲ","フォレーナ"],["フェザーロ","ミステリア"],["ゴリレイジ","ビーナイト"],["ビーナイト","ヴィオレッタ"],["コモップ","シラヌイ"],["コモップ","アロアリュー"],["コモップ","ビリビリュー"],["ミステリア","ヤミトバリ"],["ソルレイス","ムラクモ"],["ドリタス","ケルピス"],["ドリタス","マグピス"],["ラヴィ","ゴクエンオ"],["ケルピス","ラブラドン"],["コチグリ","フブキツネ"],["コチグリ","ニャンバット"],["チルテト","ライコーン"],["チルテト","シンエンオ"],["シャーマンダー","エアムルグ"],["シャーマンダー","フェザーロ"],["シャーマンダー","ヤミトバリ"],["オバケナワ","クレメーオ"],["ヤマガミ","カミナラシ"],["チリザード","ラベロット"],["チリザード","ムラクモ"],["サンドロ","ミステリア"],["マグピス","ラブラドン"],["マグピス","スプラドン"]]
  }, {
    name:"クルットリ",
    icon:kuruttoriIcon,
    id:"27",
    type:[Neutral],
    work:[
      {kind:Saisyuu,level:1}
    ],
    item:["火薬", "クルットリの羽"],
    parent:[["モコロン","モグルン"],["モコロン","カミナラシ"],["ツッパニャン","ネムラム"],["ツッパニャン","モグルン"],["ツッパニャン","カミナラシ"],["タマコッコ","ルナティ"],["タマコッコ","メリポップ"],["クルリス","エテッパ"],["クルリス","ナエモチ"],["クルリス","ケルピス"],["キツネビ","ヤミイカ"],["キツネビ","ポプリーナ"],["キツネビ","マグピス"],["カモノスケ","ペンタマ"],["カモノスケ","クルットリ"],["カモノスケ","コチグリ"],["ボルトラ","ポプリーナ"],["ボルトラ","ケルピス"],["ボルトラ","マグピス"],["エテッパ","シメナワ"],["エテッパ","チルテト"],["エテッパ","オバケナワ"],["ペンタマ","クルットリ"],["ペンタマ","イバラヒメ"],["パチグリ","イバラヒメ"],["パチグリ","ヒメウサ"],["パチグリ","コモップ"],["ナエモチ","タマモ"],["ナエモチ","チルテト"],["タマモ","ネムラム"],["タマモ","モグルン"],["ホウロック","ヤミイカ"],["ホウロック","ポプリーナ"],["ホウロック","コモップ"],["チョロゾウ","ルナティ"],["チョロゾウ","メリポップ"],["ンダコアラ","ヤミイカ"],["ンダコアラ","ヒメウサ"],["ンダコアラ","コモップ"],["ミルフィー","ネムラム"],["ミルフィー","モグルン"],["ネムラム","チルテト"],["ニャオテト","メリポップ"],["ニャオテト","カミナラシ"],["クルットリ","クルットリ"],["ポプリーナ","ラヴィ"],["シメナワ","ケルピス"],["シメナワ","マグピス"],["ラヴィ","マグピス"],["コチグリ","イバラヒメ"],["コチグリ","ヒメウサ"],["オバケナワ","ケルピス"]]
  }, {
    name:"ポプリーナ",
    icon:popurinaIcon,
    id:"28",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:1},
      {kind:Tesagyou,level:1},
      {kind:Seiyaku,level:1},
      {kind:Unpan,level:1},
      {kind:Saisyuu,level:1}
    ],
    item:[],
    parent:[["モコロン","シャーキッド"],["ツッパニャン","シャーマンダー"],["タマコッコ","ガウルフ"],["クルリス","イノボウ"],["キツネビ","ヒノコジカ"],["キツネビ","フォレーナ"],["カモノスケ","ネムラム"],["ボルトラ","ヒノコジカ"],["ボルトラ","ソルレイス"],["エテッパ","ヒメウサ"],["ヒノコジカ","ラヴィ"],["ペンタマ","カミナラシ"],["パチグリ","メリポップ"],["ナエモチ","イバラヒメ"],["タマモ","ミステリア"],["チョロゾウ","ビーナイト"],["ンダコアラ","ルナティ"],["ミルフィー","ミステリア"],["ミルフィー","シャーマンダー"],["イノボウ","オバケナワ"],["モグルン","クルットリ"],["ヤミイカ","マグピス"],["ニャオテト","マスクロウ"],["ポプリーナ","ポプリーナ"],["シメナワ","チリザード"],["コモップ","ケルピス"],["ソルレイス","ラヴィ"],["ラヴィ","フォレーナ"],["チルテト","ダリザード"],["オバケナワ","チリザード"]]
  }, {
    name:"ミルカルビ",
    icon:mirukarubiIcon,
    id:"29",
    type:[Neutral],
    work:[
      {kind:Houboku,level:1}
    ],
    item:["ミルカルビの牛肉", "ミルク"],
    parent:[["モコロン","グラクレス"],["モコロン","フェスキー"],["ツッパニャン","サラブレイズ"],["ツッパニャン","フェスキー"],["タマコッコ","ボルカノン"],["タマコッコ","レヴィドラ"],["タマコッコ","アグニドラ"],["クルリス","イグニクス"],["クルリス","ライゾー"],["キツネビ","ホークウィン"],["キツネビ","ドンモップ"],["カモノスケ","パピテフ"],["カモノスケ","トロピティ"],["ボルトラ","ドンモップ"],["エテッパ","シーペント"],["エテッパ","アヌビス"],["ヒノコジカ","カバネドリ"],["ヒノコジカ","シンエンオ"],["ペンタマ","アルパオー"],["ペンタマ","ヒエティ"],["キャプペン","ヤミイカ"],["キャプペン","コモップ"],["パチグリ","シルキーヌ"],["パチグリ","アオパオー"],["ナエモチ","アヌビス"],["ナエモチ","アビスゴート"],["タマモ","サラブレイズ"],["タマモ","ホルス"],["ホウロック","ササゾー"],["ホウロック","ホークウィン"],["チョロゾウ","クインビーナ"],["チョロゾウ","ボルカノン"],["チョロゾウ","アグニドラ"],["ンダコアラ","ササゾー"],["ンダコアラ","アオパオー"],["ミルフィー","サラブレイズ"],["ミルフィー","フェスキー"],["ミルフィー","ホルス"],["ネムラム","ヘルゴート"],["ネムラム","アビスゴート"],["イノボウ","ライコーン"],["ルナティ","ツジギリ"],["モグルン","ヘルゴート"],["ヤミイカ","シルティア"],["ニャオテト","クインビーナ"],["ニャオテト","グラクレス"],["ルミカイト","ツキカゲ"],["ルミカイト","ラブマンダー"],["ガウルフ","フブキツネ"],["ガウルフ","ニャンバット"],["クルットリ","アルパオー"],["クルットリ","トロピティ"],["ポプリーナ","シルフィア"],["ポプリーナ","シルティア"],["ミルカルビ","ミルカルビ"],["ミルカルビ","トドドドン"],["ミルカルビ","ヤマガミ"],["イバラヒメ","パピテフ"],["イバラヒメ","アズレーン"],["シメナワ","ライゾー"],["メリポップ","シロカバネ"],["ベリゴート","メルパカ"],["ベリゴート","トドドドン"],["ベリゴート","ツララジカ"],["メルパカ","ツノガミ"],["ツノガミ","トドドドン"],["ツノガミ","ヤマガミ"],["ホークウィン","ラヴィ"],["ヒメウサ","ニャンギマリ"],["ヒメウサ","アズレーン"],["ブルフェルノ","エアムルグ"],["ブルフェルノ","フェザーロ"],["マスクロウ","イヌズマ"],["ダリザード","クレメーオ"],["ツキカゲ","ラブラドン"],["エアムルグ","フラリーナ"],["フェザーロ","オコチョ"],["ゴリレイジ","フラリーナ"],["ビーナイト","イヌズマ"],["ビーナイト","ニャンバット"],["ニャンギマリ","コモップ"],["ドンモップ","ラヴィ"],["オコチョ","ヤミトバリ"],["フブキツネ","ヴィオレッタ"],["ツララジカ","ラブマンダー"],["シラヌイ","ラベロット"],["シラヌイ","ムラクモ"],["ミステリア","クレメーオ"],["ミステリア","ゴクエンオ"],["アロアリュー","ラベロット"],["シーペント","ケルピス"],["ソルレイス","カバネドリ"],["ソルレイス","シンエンオ"],["カバネドリ","フォレーナ"],["シルフィア","マグピス"],["コチグリ","シルキーヌ"],["コチグリ","ヒエティ"],["チルテト","イグニクス"],["チルテト","ホルス"],["シャーマンダー","ゴクエンオ"],["オバケナワ","ライゾー"],["チリザード","ライコーン"],["チリザード","シンエンオ"],["サンドロ","アロアリュー"],["サンドロ","ビリビリュー"],["ビリビリュー","ヤミトバリ"],["スナペント","ケルピス"],["スナペント","マグピス"],["スプラドン","ムラクモ"]]
  }, {
    name:"イバラヒメ",
    icon:ibarahimeIcon,
    id:"30",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:1},
      {kind:Tesagyou,level:1},
      {kind:Seiyaku,level:2},
      {kind:Unpan,level:1},
      {kind:Saisyuu,level:1}
    ],
    item:["小麦の種", "レタスの種"],
    parent:[["モコロン","ルナティ"],["モコロン","フォレーナ"],["ツッパニャン","ルナティ"],["ツッパニャン","メリポップ"],["タマコッコ","イノボウ"],["タマコッコ","ソルレイス"],["タマコッコ","チリザード"],["クルリス","モグルン"],["クルリス","カミナラシ"],["キツネビ","エテッパ"],["キツネビ","ナエモチ"],["キツネビ","ネムラム"],["カモノスケ","イバラヒメ"],["カモノスケ","ヒメウサ"],["カモノスケ","コモップ"],["ボルトラ","ナエモチ"],["ボルトラ","ネムラム"],["ボルトラ","モグルン"],["エテッパ","ホウロック"],["エテッパ","ンダコアラ"],["ヒノコジカ","チョロゾウ"],["ヒノコジカ","ニャオテト"],["ペンタマ","ヤミイカ"],["ペンタマ","ポプリーナ"],["ペンタマ","コモップ"],["パチグリ","ポプリーナ"],["パチグリ","ケルピス"],["パチグリ","マグピス"],["ナエモチ","ホウロック"],["ナエモチ","ラヴィ"],["タマモ","ルナティ"],["タマモ","メリポップ"],["ホウロック","ケルピス"],["チョロゾウ","ソルレイス"],["チョロゾウ","フォレーナ"],["チョロゾウ","チリザード"],["ンダコアラ","ケルピス"],["ンダコアラ","マグピス"],["ミルフィー","ルナティ"],["ミルフィー","メリポップ"],["ネムラム","シメナワ"],["ネムラム","ラヴィ"],["モグルン","シメナワ"],["モグルン","オバケナワ"],["ヤミイカ","クルットリ"],["ニャオテト","ソルレイス"],["ニャオテト","フォレーナ"],["クルットリ","ヒメウサ"],["クルットリ","コモップ"],["イバラヒメ","イバラヒメ"],["イバラヒメ","ヒメウサ"],["シメナワ","カミナラシ"],["コチグリ","ヤミイカ"],["コチグリ","ポプリーナ"],["コチグリ","マグピス"],["チルテト","メリポップ"],["チルテト","カミナラシ"],["オバケナワ","カミナラシ"]]
  }, {
    name:"シャーキッド",
    icon:syakiddoIcon,
    id:"31",
    type:[Water],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Mizuyari,level:2}
    ],
    item:["パルの体液"],
    parent:[["モコロン","クレメーオ"],["モコロン","ゴクエンオ"],["ツッパニャン","ゴクエンオ"],["タマコッコ","ライコーン"],["タマコッコ","シンエンオ"],["クルリス","フブキツネ"],["クルリス","イヌズマ"],["クルリス","ニャンバット"],["キツネビ","ブルフェルノ"],["キツネビ","フラリーナ"],["カモノスケ","ドリタス"],["カモノスケ","スプラドン"],["ボルトラ","フブキツネ"],["ボルトラ","フラリーナ"],["エテッパ","ベリゴート"],["エテッパ","ツノガミ"],["エテッパ","ラブマンダー"],["ヒノコジカ","エアムルグ"],["ヒノコジカ","フェザーロ"],["ヒノコジカ","ゴリレイジ"],["ペンタマ","シラヌイ"],["ペンタマ","アロアリュー"],["ペンタマ","スプラドン"],["パチグリ","オコチョ"],["パチグリ","アロアリュー"],["パチグリ","ビリビリュー"],["ナエモチ","ベリゴート"],["ナエモチ","ツキカゲ"],["ナエモチ","ラブマンダー"],["タマモ","イヌズマ"],["ホウロック","ブルフェルノ"],["ホウロック","オコチョ"],["ホウロック","フラリーナ"],["チョロゾウ","ライコーン"],["チョロゾウ","クレメーオ"],["ンダコアラ","ブルフェルノ"],["ンダコアラ","オコチョ"],["ンダコアラ","ビリビリュー"],["ミルフィー","イヌズマ"],["ネムラム","ツキカゲ"],["ネムラム","ラブマンダー"],["イノボウ","ガウルフ"],["イノボウ","ゴリレイジ"],["イノボウ","ヴィオレッタ"],["ルナティ","ラベロット"],["ルナティ","ヤミトバリ"],["ルナティ","サンドロ"],["モグルン","ツキカゲ"],["ヤミイカ","メルパカ"],["ヤミイカ","トドドドン"],["ヤミイカ","ツララジカ"],["ヤミイカ","ヤマガミ"],["ニャオテト","クレメーオ"],["ニャオテト","ゴクエンオ"],["ルミカイト","イバラヒメ"],["ルミカイト","ヒメウサ"],["ルミカイト","コモップ"],["ガウルフ","ダリザード"],["ガウルフ","ミステリア"],["クルットリ","シラヌイ"],["クルットリ","ドリタス"],["クルットリ","スプラドン"],["ポプリーナ","ミルカルビ"],["ポプリーナ","メルパカ"],["ポプリーナ","トドドドン"],["ポプリーナ","ヤマガミ"],["ミルカルビ","ケルピス"],["ミルカルビ","マグピス"],["イバラヒメ","ドリタス"],["イバラヒメ","ラブラドン"],["シャーキッド","シャーキッド"],["シャーキッド","マスクロウ"],["シャーキッド","シャーマンダー"],["シメナワ","フブキツネ"],["シメナワ","ニャンバット"],["メリポップ","ラベロット"],["メリポップ","ムラクモ"],["メリポップ","サンドロ"],["ベリゴート","ケルピス"],["メルパカ","コモップ"],["ツノガミ","ケルピス"],["ツノガミ","マグピス"],["ヒメウサ","ツララジカ"],["ヒメウサ","ラブラドン"],["ブルフェルノ","ラヴィ"],["トドドドン","コモップ"],["マスクロウ","ミステリア"],["ダリザード","ビーナイト"],["ダリザード","ヴィオレッタ"],["エアムルグ","ソルレイス"],["エアムルグ","フォレーナ"],["フェザーロ","ソルレイス"],["フェザーロ","フォレーナ"],["ゴリレイジ","ソルレイス"],["ビーナイト","ミステリア"],["コモップ","ツララジカ"],["カミナラシ","ムラクモ"],["ラヴィ","フラリーナ"],["フォレーナ","ヤミトバリ"],["コチグリ","シラヌイ"],["コチグリ","アロアリュー"],["コチグリ","ビリビリュー"],["チルテト","イヌズマ"],["チルテト","ニャンバット"],["シャーマンダー","マスクロウ"],["シャーマンダー","ビーナイト"],["オバケナワ","フブキツネ"],["オバケナワ","ニャンバット"],["ヤマガミ","マグピス"],["チリザード","エアムルグ"],["チリザード","ゴリレイジ"],["チリザード","ヴィオレッタ"]]
  }, {
    name:"シャーマンダー",
    icon:syamandaIcon,
    id:"31B",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:2},
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1}
    ],
    item:["発火器官"],
    parent:[["ヒノコジカ","シャーキッド"],["シャーマンダー","シャーマンダー"]]
  }, {
    name:"シメナワ",
    icon:shimenawaIcon,
    id:"32",
    type:[Earth],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Saisyuu,level:1}
    ],
    item:["繊維"],
    parent:[["モコロン","パチグリ"],["モコロン","コチグリ"],["ツッパニャン","パチグリ"],["ツッパニャン","ンダコアラ"],["タマコッコ","カモノスケ"],["タマコッコ","クルットリ"],["クルリス","キツネビ"],["クルリス","ボルトラ"],["クルリス","ラヴィ"],["キツネビ","チルテト"],["ボルトラ","シメナワ"],["ボルトラ","オバケナワ"],["ペンタマ","チョロゾウ"],["タマモ","ホウロック"],["タマモ","ンダコアラ"],["ホウロック","ミルフィー"],["ホウロック","チルテト"],["チョロゾウ","クルットリ"],["ンダコアラ","ミルフィー"],["シメナワ","シメナワ"],["シメナワ","オバケナワ"],["コチグリ","ニャオテト"],["チルテト","ラヴィ"]]
  }, {
    name:"オバケナワ",
    icon:obakenawaIcon,
    id:"32B",
    type:[Ice],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:2},
      {kind:Saisyuu,level:1},
      {kind:Reikyaku,level:1}
    ],
    item:["氷結器官", "繊維"],
    parent:[["シメナワ","コモップ"],["オバケナワ","オバケナワ"]]
  }, {
    name:"ササゾー",
    icon:sasazoIcon,
    id:"33",
    type:[Grass],
    work:[
      {kind:Tesagyou,level:2},
      {kind:Bassai,level:2},
      {kind:Unpan,level:3}
    ],
    item:["キノコ", "皮", "トマトの種"],
    parent:[["キャプペン","グラクレス"],["キャプペン","フェスキー"],["ササゾー","ササゾー"],["ササゾー","アオパオー"],["ホークウィン","シルキーヌ"],["ホークウィン","アオパオー"],["ヘルゴート","ペコドン"],["ヘルゴート","パリピドン"],["パピテフ","イグニクス"],["パピテフ","ホルス"],["ブルフェルノ","セイントール"],["ブルフェルノ","ベイントール"],["クインビーナ","シルフィア"],["クインビーナ","シルティア"],["ニャンギマリ","サラブレイズ"],["ニャンギマリ","フェスキー"],["ドンモップ","シルキーヌ"],["ドンモップ","ヒエティ"],["オコチョ","ゼノグリフ"],["オコチョ","ベイントール"],["ライコーン","ヘルガルダ"],["フブキツネ","グレイシャドウ"],["サラブレイズ","アズレーン"],["イヌズマ","ツンドラー"],["イヌズマ","グレイシャル"],["シラヌイ","シヴァ"],["アロアリュー","スザク"],["シーペント","グランモス"],["シーペント","レヴィドラ"],["シーペント","アグニドラ"],["ドリタス","ボルカイザー"],["ニャンバット","グレイシャル"],["カバネドリ","エレパンダ"],["カバネドリ","ルナクイン"],["ツジギリ","ライバード"],["ツジギリ","フロスカノン"],["イグニクス","トロピティ"],["シルフィア","ボルカノン"],["シルフィア","アグニドラ"],["アズレーン","ホルス"],["ゴクエンオ","ジオラーヴァ"],["ラブラドン","ボルカイザー"],["フラリーナ","セイントール"],["フラリーナ","ジェッドラン"],["グランモス","アヌビス"],["ライゾー","アルパオー"],["ライゾー","トロピティ"],["アビスゴート","ペコドン"],["アビスゴート","ブリザモス"],["サラブラック","シロカバネ"],["ビリビリュー","スザク"],["ビリビリュー","ゼノグリフ"],["スナペント","ボルカノン"],["スナペント","レヴィドラ"],["スナペント","アグニドラ"],["シロカバネ","リリクイン"],["シルティア","グラクレス"],["シンエンオ","ヘルガルダ"],["シンエンオ","エレパンダ"],["スプラドン","シヴァ"],["ブリザモス","アヌビス"]]
  }, {
    name:"ライゾー",
    icon:raizoIcon,
    id:"33B",
    type:[Thunder],
    work:[
      {kind:Tesagyou,level:2},
      {kind:Bassai,level:2},
      {kind:Unpan,level:3},
      {kind:Hatsuden,level:2}
    ],
    item:["キノコ", "発電器官", "皮"],
    parent:[["ササゾー","エレパンダ"],["ライゾー","ライゾー"]]
  }, {
    name:"メリポップ",
    icon:meripoppuIcon,
    id:"34",
    type:[Neutral],
    work:[
      {kind:Houboku,level:1}
    ],
    item:["わたあめ", "上質なパルオイル"],
    parent:[["モコロン","ミルカルビ"],["モコロン","ツノガミ"],["モコロン","ヤマガミ"],["ツッパニャン","ミルカルビ"],["ツッパニャン","ベリゴート"],["ツッパニャン","ツノガミ"],["タマコッコ","ルミカイト"],["タマコッコ","メルパカ"],["タマコッコ","トドドドン"],["タマコッコ","ツララジカ"],["クルリス","ツキカゲ"],["クルリス","ラブマンダー"],["キツネビ","ラベロット"],["キツネビ","ムラクモ"],["カモノスケ","ガウルフ"],["カモノスケ","ゴリレイジ"],["カモノスケ","ヴィオレッタ"],["ボルトラ","ムラクモ"],["エテッパ","イノボウ"],["エテッパ","ダリザード"],["エテッパ","チリザード"],["ヒノコジカ","ナエモチ"],["ヒノコジカ","ネムラム"],["ヒノコジカ","モグルン"],["ペンタマ","エアムルグ"],["ペンタマ","フェザーロ"],["ペンタマ","ゴリレイジ"],["パチグリ","フェザーロ"],["パチグリ","ヤミトバリ"],["パチグリ","サンドロ"],["ナエモチ","イノボウ"],["ナエモチ","ソルレイス"],["ナエモチ","チリザード"],["タマモ","ベリゴート"],["タマモ","ツノガミ"],["タマモ","ラブマンダー"],["ホウロック","ラベロット"],["ホウロック","ムラクモ"],["ホウロック","サンドロ"],["チョロゾウ","メルパカ"],["チョロゾウ","トドドドン"],["チョロゾウ","ツララジカ"],["チョロゾウ","ヤマガミ"],["ンダコアラ","ラベロット"],["ンダコアラ","ヤミトバリ"],["ンダコアラ","サンドロ"],["ミルフィー","ベリゴート"],["ミルフィー","ツノガミ"],["ミルフィー","ラブマンダー"],["ネムラム","ソルレイス"],["ネムラム","フォレーナ"],["ネムラム","チリザード"],["イノボウ","ケルピス"],["ルナティ","メリポップ"],["ルナティ","カミナラシ"],["モグルン","ソルレイス"],["モグルン","フォレーナ"],["ヤミイカ","シャーキッド"],["ヤミイカ","マスクロウ"],["ヤミイカ","シャーマンダー"],["ニャオテト","ミルカルビ"],["ニャオテト","メルパカ"],["ニャオテト","トドドドン"],["ニャオテト","ヤマガミ"],["ガウルフ","イバラヒメ"],["ガウルフ","ヒメウサ"],["クルットリ","エアムルグ"],["クルットリ","ゴリレイジ"],["クルットリ","ヴィオレッタ"],["ポプリーナ","シャーキッド"],["ポプリーナ","ミステリア"],["ポプリーナ","シャーマンダー"],["イバラヒメ","ビーナイト"],["イバラヒメ","ヴィオレッタ"],["シャーキッド","コモップ"],["シメナワ","ツキカゲ"],["メリポップ","メリポップ"],["ヒメウサ","マスクロウ"],["ヒメウサ","ビーナイト"],["マスクロウ","コモップ"],["ダリザード","ケルピス"],["ダリザード","マグピス"],["ビーナイト","コモップ"],["カミナラシ","フォレーナ"],["ミステリア","ケルピス"],["ミステリア","マグピス"],["ラヴィ","ラベロット"],["ラヴィ","ムラクモ"],["コチグリ","エアムルグ"],["コチグリ","フェザーロ"],["コチグリ","ヤミトバリ"],["チルテト","ベリゴート"],["チルテト","ツキカゲ"],["チルテト","ラブマンダー"],["シャーマンダー","マグピス"],["オバケナワ","ツキカゲ"]]
  }, {
    name:"ベリゴート",
    icon:berigotoIcon,
    id:"35",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:2},
      {kind:Houboku,level:2}
    ],
    item:["ベリゴートの香草肉", "赤いベリー", "角"],
    parent:[["モコロン","ライゾー"],["ツッパニャン","ドンモップ"],["タマコッコ","サラブレイズ"],["タマコッコ","ホルス"],["クルリス","ササゾー"],["クルリス","アオパオー"],["キツネビ","アルパオー"],["キツネビ","ヒエティ"],["カモノスケ","シルフィア"],["カモノスケ","シルティア"],["ボルトラ","シルキーヌ"],["ボルトラ","ヒエティ"],["エテッパ","シロカバネ"],["ヒノコジカ","クレメーオ"],["ヒノコジカ","ゴクエンオ"],["ペンタマ","キャプペン"],["ペンタマ","ニャンギマリ"],["キャプペン","クルットリ"],["パチグリ","パピテフ"],["パチグリ","アズレーン"],["ナエモチ","シロカバネ"],["タマモ","ホークウィン"],["タマモ","ドンモップ"],["ホウロック","アルパオー"],["ホウロック","トロピティ"],["チョロゾウ","イグニクス"],["チョロゾウ","ホルス"],["ンダコアラ","パピテフ"],["ンダコアラ","トロピティ"],["ミルフィー","ドンモップ"],["ネムラム","ツジギリ"],["イノボウ","イヌズマ"],["ルナティ","ライコーン"],["モグルン","ツジギリ"],["ヤミイカ","アヌビス"],["ヤミイカ","アビスゴート"],["ニャオテト","イグニクス"],["ニャオテト","ライゾー"],["ルミカイト","ラベロット"],["ルミカイト","サンドロ"],["ガウルフ","オコチョ"],["ガウルフ","ビリビリュー"],["クルットリ","シルティア"],["ポプリーナ","ヘルゴート"],["ポプリーナ","アビスゴート"],["ミルカルビ","ツキカゲ"],["イバラヒメ","シルフィア"],["イバラヒメ","スナペント"],["シャーキッド","フラリーナ"],["シメナワ","シルキーヌ"],["シメナワ","アオパオー"],["メリポップ","ライコーン"],["メリポップ","シンエンオ"],["ベリゴート","ベリゴート"],["ベリゴート","ラブマンダー"],["メルパカ","ムラクモ"],["ツノガミ","ツキカゲ"],["ツノガミ","ラブマンダー"],["ヒメウサ","シーペント"],["ヒメウサ","スナペント"],["ヘルゴート","マグピス"],["ブルフェルノ","マスクロウ"],["ブルフェルノ","ビーナイト"],["マスクロウ","フラリーナ"],["ダリザード","イヌズマ"],["ダリザード","ニャンバット"],["エアムルグ","シラヌイ"],["エアムルグ","スプラドン"],["フェザーロ","ドリタス"],["フェザーロ","スプラドン"],["ゴリレイジ","シラヌイ"],["ゴリレイジ","アロアリュー"],["ビーナイト","オコチョ"],["コモップ","シーペント"],["コモップ","アヌビス"],["フブキツネ","ミステリア"],["ツララジカ","ラベロット"],["ツララジカ","ムラクモ"],["カミナラシ","カバネドリ"],["ミステリア","ニャンバット"],["アロアリュー","ヴィオレッタ"],["ソルレイス","ゴクエンオ"],["ドリタス","ヤミトバリ"],["ラヴィ","シルキーヌ"],["ラヴィ","ヒエティ"],["クレメーオ","フォレーナ"],["フォレーナ","ゴクエンオ"],["ラブラドン","ヤミトバリ"],["コチグリ","ニャンギマリ"],["コチグリ","アズレーン"],["チルテト","ササゾー"],["チルテト","ホークウィン"],["シャーマンダー","フブキツネ"],["オバケナワ","ササゾー"],["オバケナワ","アオパオー"],["サンドロ","ラブラドン"],["ビリビリュー","ヴィオレッタ"]]
  }, {
    name:"メルパカ",
    icon:merupakaIcon,
    id:"36",
    type:[Neutral],
    work:[
      {kind:Houboku,level:1}
    ],
    item:["羊毛", "皮"],
    parent:[["モコロン","グランモス"],["モコロン","レヴィドラ"],["ツッパニャン","ボルカノン"],["ツッパニャン","レヴィドラ"],["ツッパニャン","アグニドラ"],["タマコッコ","ペコドン"],["タマコッコ","パリピドン"],["クルリス","グラクレス"],["クルリス","フェスキー"],["キツネビ","イグニクス"],["キツネビ","ホルス"],["カモノスケ","シルキーヌ"],["カモノスケ","アオパオー"],["ボルトラ","サラブレイズ"],["ボルトラ","ホルス"],["エテッパ","キャプペン"],["エテッパ","シルティア"],["ヒノコジカ","シロカバネ"],["ペンタマ","ササゾー"],["ペンタマ","ホークウィン"],["キャプペン","ケルピス"],["パチグリ","ドンモップ"],["ナエモチ","シルフィア"],["ナエモチ","シルティア"],["タマモ","クインビーナ"],["タマモ","ボルカノン"],["ホウロック","イグニクス"],["ホウロック","ライゾー"],["チョロゾウ","ペコドン"],["チョロゾウ","ブリザモス"],["ンダコアラ","ライゾー"],["ミルフィー","ボルカノン"],["ミルフィー","アグニドラ"],["ネムラム","シルフィア"],["ネムラム","スナペント"],["イノボウ","ツジギリ"],["ルナティ","ヘルゴート"],["モグルン","シーペント"],["モグルン","スナペント"],["ヤミイカ","パピテフ"],["ヤミイカ","トロピティ"],["ニャオテト","グランモス"],["ニャオテト","ブリザモス"],["ルミカイト","ミルカルビ"],["ルミカイト","ヤマガミ"],["ガウルフ","ゴクエンオ"],["クルットリ","ササゾー"],["クルットリ","アオパオー"],["ポプリーナ","パピテフ"],["ポプリーナ","アズレーン"],["ミルカルビ","ラブラドン"],["イバラヒメ","シルキーヌ"],["イバラヒメ","ヒエティ"],["シャーキッド","ライコーン"],["シメナワ","サラブレイズ"],["シメナワ","フェスキー"],["メリポップ","ヘルゴート"],["メリポップ","アビスゴート"],["ベリゴート","ドリタス"],["ベリゴート","スプラドン"],["メルパカ","メルパカ"],["メルパカ","ツララジカ"],["ツノガミ","ドリタス"],["ツノガミ","ラブラドン"],["ヒメウサ","アルパオー"],["ヒメウサ","ヒエティ"],["ブルフェルノ","ラベロット"],["ブルフェルノ","ムラクモ"],["トドドドン","ツララジカ"],["マスクロウ","クレメーオ"],["ダリザード","カバネドリ"],["ツキカゲ","シラヌイ"],["ツキカゲ","アロアリュー"],["エアムルグ","イヌズマ"],["エアムルグ","ニャンバット"],["フェザーロ","フブキツネ"],["フェザーロ","ニャンバット"],["ゴリレイジ","イヌズマ"],["ビーナイト","クレメーオ"],["ビーナイト","ゴクエンオ"],["ニャンギマリ","ケルピス"],["ニャンギマリ","マグピス"],["コモップ","アルパオー"],["コモップ","トロピティ"],["オコチョ","ムラクモ"],["フブキツネ","ヤミトバリ"],["シラヌイ","ラブマンダー"],["カミナラシ","シーペント"],["カミナラシ","アヌビス"],["ミステリア","カバネドリ"],["ミステリア","シンエンオ"],["ソルレイス","シロカバネ"],["ラブマンダー","スプラドン"],["ラヴィ","ホルス"],["ラベロット","フラリーナ"],["コチグリ","ホークウィン"],["コチグリ","ドンモップ"],["チルテト","クインビーナ"],["チルテト","グラクレス"],["シャーマンダー","ライコーン"],["シャーマンダー","シンエンオ"],["オバケナワ","サラブレイズ"],["オバケナワ","フェスキー"],["ヤマガミ","ツララジカ"],["チリザード","ツジギリ"],["サンドロ","フラリーナ"],["シロカバネ","フォレーナ"],["マグピス","アズレーン"]]
  }, {
    name:"ツノガミ",
    icon:tsunogamiIcon,
    id:"37",
    type:[Neutral],
    work:[
      {kind:Bassai,level:2}
    ],
    item:["ツノガミの鹿肉", "皮", "角"],
    parent:[["モコロン","サラブレイズ"],["モコロン","イグニクス"],["モコロン","ホルス"],["ツッパニャン","イグニクス"],["ツッパニャン","ホルス"],["ツッパニャン","ライゾー"],["タマコッコ","クインビーナ"],["タマコッコ","グラクレス"],["タマコッコ","フェスキー"],["クルリス","ホークウィン"],["クルリス","ドンモップ"],["キツネビ","ササゾー"],["キツネビ","シルキーヌ"],["キツネビ","アオパオー"],["カモノスケ","キャプペン"],["カモノスケ","ニャンギマリ"],["カモノスケ","アズレーン"],["ボルトラ","ササゾー"],["ボルトラ","ホークウィン"],["ボルトラ","アオパオー"],["エテッパ","ヘルゴート"],["エテッパ","アビスゴート"],["ヒノコジカ","ライコーン"],["ペンタマ","パピテフ"],["ペンタマ","アズレーン"],["ペンタマ","トロピティ"],["キャプペン","イバラヒメ"],["キャプペン","ヒメウサ"],["パチグリ","アルパオー"],["パチグリ","ヒエティ"],["パチグリ","トロピティ"],["ナエモチ","ヘルゴート"],["タマモ","イグニクス"],["タマモ","ライゾー"],["ホウロック","シルキーヌ"],["ホウロック","ヒエティ"],["ホウロック","アオパオー"],["チョロゾウ","サラブレイズ"],["チョロゾウ","グラクレス"],["チョロゾウ","フェスキー"],["ンダコアラ","シルキーヌ"],["ンダコアラ","アルパオー"],["ンダコアラ","ヒエティ"],["ミルフィー","イグニクス"],["ミルフィー","ライゾー"],["ネムラム","シロカバネ"],["イノボウ","クレメーオ"],["イノボウ","ゴクエンオ"],["ルナティ","カバネドリ"],["ルナティ","シンエンオ"],["モグルン","シロカバネ"],["ヤミイカ","シーペント"],["ヤミイカ","シルフィア"],["ヤミイカ","スナペント"],["ニャオテト","サラブレイズ"],["ニャオテト","フェスキー"],["ニャオテト","ホルス"],["ルミカイト","ムラクモ"],["ガウルフ","ブルフェルノ"],["ガウルフ","フラリーナ"],["クルットリ","パピテフ"],["クルットリ","ニャンギマリ"],["クルットリ","アズレーン"],["ポプリーナ","シーペント"],["ポプリーナ","アヌビス"],["ポプリーナ","スナペント"],["ミルカルビ","ベリゴート"],["ミルカルビ","ツノガミ"],["ミルカルビ","ラブマンダー"],["イバラヒメ","ニャンギマリ"],["イバラヒメ","シルティア"],["シャーキッド","フブキツネ"],["シャーキッド","イヌズマ"],["シャーキッド","ニャンバット"],["シメナワ","ササゾー"],["シメナワ","ホークウィン"],["シメナワ","ドンモップ"],["ササゾー","ラヴィ"],["メリポップ","カバネドリ"],["メリポップ","ツジギリ"],["ベリゴート","ツノガミ"],["ベリゴート","ヤマガミ"],["メルパカ","ツキカゲ"],["メルパカ","ラブマンダー"],["ツノガミ","ツノガミ"],["ヒメウサ","シルフィア"],["ヒメウサ","シルティア"],["ヘルゴート","ケルピス"],["ブルフェルノ","ゴリレイジ"],["ブルフェルノ","ヴィオレッタ"],["トドドドン","ツキカゲ"],["トドドドン","ラブマンダー"],["マスクロウ","フブキツネ"],["マスクロウ","ニャンバット"],["ダリザード","ゴクエンオ"],["ツキカゲ","ツララジカ"],["エアムルグ","オコチョ"],["エアムルグ","アロアリュー"],["エアムルグ","ビリビリュー"],["フェザーロ","シラヌイ"],["フェザーロ","アロアリュー"],["フェザーロ","ビリビリュー"],["ゴリレイジ","オコチョ"],["ゴリレイジ","ビリビリュー"],["ビーナイト","フブキツネ"],["ビーナイト","フラリーナ"],["コモップ","シルフィア"],["コモップ","スナペント"],["コモップ","シルティア"],["オコチョ","ヴィオレッタ"],["ライコーン","ソルレイス"],["ライコーン","フォレーナ"],["イヌズマ","ミステリア"],["シラヌイ","ヤミトバリ"],["カミナラシ","ツジギリ"],["カミナラシ","シロカバネ"],["アロアリュー","ヤミトバリ"],["シーペント","マグピス"],["ソルレイス","クレメーオ"],["ドリタス","ラベロット"],["ドリタス","ムラクモ"],["ラヴィ","アオパオー"],["フォレーナ","シンエンオ"],["ラベロット","ラブラドン"],["ラベロット","スプラドン"],["ヴィオレッタ","フラリーナ"],["ケルピス","アヌビス"],["ラブラドン","ムラクモ"],["コチグリ","パピテフ"],["コチグリ","アルパオー"],["コチグリ","トロピティ"],["チルテト","ドンモップ"],["チルテト","ライゾー"],["シャーマンダー","イヌズマ"],["シャーマンダー","ニャンバット"],["オバケナワ","ホークウィン"],["オバケナワ","ドンモップ"],["ヤマガミ","ツキカゲ"],["ヤマガミ","ラブマンダー"],["アビスゴート","ケルピス"],["アビスゴート","マグピス"],["チリザード","クレメーオ"],["チリザード","ゴクエンオ"],["サンドロ","シラヌイ"],["サンドロ","ドリタス"],["サンドロ","スプラドン"],["マグピス","アヌビス"],["スプラドン","ヤミトバリ"]]
  }, {
    name:"ヤマガミ",
    icon:yamagamiIcon,
    id:"37B",
    type:[Earth],
    work:[
      {kind:Bassai,level:2}
    ],
    item:["ツノガミの鹿肉", "皮", "角"],
    parent:[["シメナワ","ツノガミ"],["ヤマガミ","ヤマガミ"]]
  }, {
    name:"ホークウィン",
    icon:hokuwinIcon,
    id:"38",
    type:[Neutral],
    work:[
      {kind:Saisyuu,level:2}
    ],
    item:["皮"],
    parent:[["キャプペン","クインビーナ"],["キャプペン","ボルカノン"],["キャプペン","レヴィドラ"],["キャプペン","アグニドラ"],["ササゾー","ホークウィン"],["ササゾー","ドンモップ"],["ホークウィン","ホークウィン"],["ホークウィン","ドンモップ"],["ヘルゴート","デスティング"],["ヘルゴート","リリクイン"],["ヘルゴート","サラブラック"],["パピテフ","サラブレイズ"],["パピテフ","グラクレス"],["パピテフ","フェスキー"],["ブルフェルノ","スザク"],["ブルフェルノ","ゼノグリフ"],["クインビーナ","ニャンギマリ"],["クインビーナ","アズレーン"],["ニャンギマリ","ボルカノン"],["ニャンギマリ","グラクレス"],["ドンモップ","アオパオー"],["オコチョ","スザク"],["オコチョ","シヴァ"],["ライコーン","ジオラーヴァ"],["フブキツネ","セイントール"],["フブキツネ","ベイントール"],["フブキツネ","ジェッドラン"],["サラブレイズ","アルパオー"],["サラブレイズ","トロピティ"],["イヌズマ","ジェッドラン"],["イヌズマ","グレイシャドウ"],["シラヌイ","ボルカイザー"],["アロアリュー","ボルカイザー"],["アロアリュー","シヴァ"],["シーペント","ペコドン"],["シーペント","パリピドン"],["シーペント","ブリザモス"],["ニャンバット","セイントール"],["ニャンバット","ジェッドラン"],["ニャンバット","グレイシャドウ"],["カバネドリ","ヘルガルダ"],["ツジギリ","ヘルガルダ"],["ツジギリ","エレパンダ"],["ツジギリ","ルナクイン"],["イグニクス","シルキーヌ"],["イグニクス","アルパオー"],["イグニクス","ヒエティ"],["クレメーオ","ツンドラー"],["クレメーオ","ジオラーヴァ"],["クレメーオ","ボルゼクス"],["シルフィア","グランモス"],["シルフィア","レヴィドラ"],["シルフィア","ブリザモス"],["アズレーン","グラクレス"],["アズレーン","フェスキー"],["ツンドラー","ゴクエンオ"],["ゴクエンオ","ボルゼクス"],["ゴクエンオ","グレイシャル"],["ペコドン","アヌビス"],["フラリーナ","スザク"],["フラリーナ","ゼノグリフ"],["フラリーナ","ベイントール"],["アルパオー","ホルス"],["ヒエティ","ホルス"],["デスティング","アヌビス"],["ライゾー","シルキーヌ"],["ライゾー","ヒエティ"],["ライゾー","アオパオー"],["アビスゴート","デスティング"],["アビスゴート","リリクイン"],["アビスゴート","パリピドン"],["ビリビリュー","シヴァ"],["スナペント","ペコドン"],["スナペント","グランモス"],["スナペント","ブリザモス"],["シロカバネ","ライバード"],["シロカバネ","フロスカノン"],["シロカバネ","ルナクイン"],["シルティア","ボルカノン"],["シルティア","グランモス"],["シルティア","レヴィドラ"],["シルティア","アグニドラ"],["パリピドン","アヌビス"],["スプラドン","ボルカイザー"],["トロピティ","フェスキー"],["トロピティ","ホルス"]]
  }, {
    name:"ヒメウサ",
    icon:himeusaIcon,
    id:"39",
    type:[Neutral],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Saisyuu,level:1}
    ],
    item:["皮", "きれいな花"],
    parent:[["モコロン","ヒノコジカ"],["モコロン","ソルレイス"],["ツッパニャン","ヒノコジカ"],["ツッパニャン","フォレーナ"],["タマコッコ","ダリザード"],["クルリス","メリポップ"],["キツネビ","モグルン"],["カモノスケ","ヤミイカ"],["ボルトラ","カミナラシ"],["エテッパ","パチグリ"],["ペンタマ","マグピス"],["ナエモチ","ンダコアラ"],["ホウロック","ネムラム"],["チョロゾウ","イノボウ"],["ミルフィー","フォレーナ"],["ルナティ","チルテト"],["モグルン","ラヴィ"],["ニャオテト","チリザード"],["クルットリ","ポプリーナ"],["イバラヒメ","コモップ"],["ヒメウサ","ヒメウサ"],["カミナラシ","ラヴィ"],["コチグリ","ケルピス"],["オバケナワ","メリポップ"]]
  }, {
    name:"ヘルゴート",
    icon:herugotoIcon,
    id:"40",
    type:[Fire, Dark],
    work:[
      {kind:Hiokoshi,level:1},
      {kind:Tesagyou,level:2},
      {kind:Unpan,level:2},
      {kind:Saikutsu,level:1}],
    item:["角", "皮"],
    parent:[["ヒノコジカ","ボルカイザー"],["ヒノコジカ","スザク"],["ヒノコジカ","ゼノグリフ"],["ヒノコジカ","ベイントール"],["ヒノコジカ","シヴァ"],["キャプペン","ライコーン"],["キャプペン","カバネドリ"],["キャプペン","クレメーオ"],["キャプペン","ゴクエンオ"],["キャプペン","シンエンオ"],["イノボウ","スザク"],["イノボウ","ゼノグリフ"],["イノボウ","セイントール"],["イノボウ","ベイントール"],["イノボウ","ジェッドラン"],["イノボウ","グレイシャドウ"],["ルナティ","ボルカイザー"],["ルナティ","スザク"],["ルナティ","シヴァ"],["モグルン","ボルカイザー"],["ルミカイト","クインビーナ"],["ルミカイト","サラブレイズ"],["ルミカイト","ボルカノン"],["ルミカイト","グランモス"],["ルミカイト","グラクレス"],["ルミカイト","フェスキー"],["ルミカイト","レヴィドラ"],["ルミカイト","アグニドラ"],["ガウルフ","ツンドラー"],["ガウルフ","ジオラーヴァ"],["ガウルフ","ボルゼクス"],["ガウルフ","グレイシャル"],["ミルカルビ","ペコドン"],["ミルカルビ","ボルカノン"],["ミルカルビ","グランモス"],["ミルカルビ","デスティング"],["ミルカルビ","レヴィドラ"],["ミルカルビ","パリピドン"],["ミルカルビ","ブリザモス"],["ミルカルビ","アグニドラ"],["シャーキッド","ツンドラー"],["シャーキッド","ボルゼクス"],["シャーキッド","セイントール"],["シャーキッド","グレイシャル"],["シャーキッド","ジェッドラン"],["シャーキッド","グレイシャドウ"],["ササゾー","ブルフェルノ"],["ササゾー","オコチョ"],["ササゾー","フブキツネ"],["ササゾー","ニャンバット"],["メリポップ","ボルカイザー"],["メリポップ","シヴァ"],["ベリゴート","ペコドン"],["ベリゴート","グランモス"],["ベリゴート","デスティング"],["ベリゴート","リリクイン"],["ベリゴート","サラブラック"],["ベリゴート","パリピドン"],["ベリゴート","ブリザモス"],["メルパカ","クインビーナ"],["メルパカ","ペコドン"],["メルパカ","ボルカノン"],["メルパカ","グランモス"],["メルパカ","グラクレス"],["メルパカ","レヴィドラ"],["メルパカ","ブリザモス"],["メルパカ","アグニドラ"],["ツノガミ","ペコドン"],["ツノガミ","グランモス"],["ツノガミ","デスティング"],["ツノガミ","レヴィドラ"],["ツノガミ","リリクイン"],["ツノガミ","パリピドン"],["ツノガミ","ブリザモス"],["ホークウィン","ブルフェルノ"],["ホークウィン","オコチョ"],["ホークウィン","フブキツネ"],["ホークウィン","ニャンバット"],["ホークウィン","フラリーナ"],["ホークウィン","ビリビリュー"],["ヘルゴート","ヘルゴート"],["ヘルゴート","ツジギリ"],["ヘルゴート","アビスゴート"],["ヘルゴート","シロカバネ"],["パピテフ","ライコーン"],["パピテフ","イヌズマ"],["パピテフ","クレメーオ"],["パピテフ","ゴクエンオ"],["ブルフェルノ","ドンモップ"],["ブルフェルノ","イグニクス"],["ブルフェルノ","アオパオー"],["トドドドン","クインビーナ"],["トドドドン","ペコドン"],["トドドドン","ボルカノン"],["トドドドン","グランモス"],["トドドドン","レヴィドラ"],["トドドドン","パリピドン"],["トドドドン","ブリザモス"],["トドドドン","アグニドラ"],["マスクロウ","ツンドラー"],["マスクロウ","ジオラーヴァ"],["マスクロウ","ボルゼクス"],["マスクロウ","グレイシャル"],["マスクロウ","ジェッドラン"],["マスクロウ","グレイシャドウ"],["ダリザード","スザク"],["ダリザード","ゼノグリフ"],["ダリザード","セイントール"],["ダリザード","ベイントール"],["ダリザード","ジェッドラン"],["ダリザード","グレイシャドウ"],["ツキカゲ","ライバード"],["ツキカゲ","ペコドン"],["ツキカゲ","デスティング"],["ツキカゲ","リリクイン"],["ツキカゲ","サラブラック"],["ツキカゲ","パリピドン"],["ツキカゲ","フロスカノン"],["エアムルグ","ヘルガルダ"],["エアムルグ","ジオラーヴァ"],["エアムルグ","エレパンダ"],["エアムルグ","ボルゼクス"],["フェザーロ","ヘルガルダ"],["フェザーロ","ジオラーヴァ"],["フェザーロ","エレパンダ"],["フェザーロ","ルナクイン"],["ゴリレイジ","ツンドラー"],["ゴリレイジ","ヘルガルダ"],["ゴリレイジ","ジオラーヴァ"],["ゴリレイジ","ボルゼクス"],["ビーナイト","ツンドラー"],["ビーナイト","ジオラーヴァ"],["ビーナイト","ボルゼクス"],["ビーナイト","グレイシャル"],["ビーナイト","グレイシャドウ"],["クインビーナ","ツララジカ"],["クインビーナ","ドリタス"],["クインビーナ","ラブラドン"],["クインビーナ","スプラドン"],["ニャンギマリ","ライコーン"],["ニャンギマリ","カバネドリ"],["ニャンギマリ","クレメーオ"],["ニャンギマリ","ゴクエンオ"],["ニャンギマリ","シンエンオ"],["ドンモップ","オコチョ"],["ドンモップ","フブキツネ"],["ドンモップ","アロアリュー"],["ドンモップ","フラリーナ"],["ドンモップ","ビリビリュー"],["オコチョ","イグニクス"],["オコチョ","ホルス"],["ライコーン","シルフィア"],["ライコーン","アズレーン"],["ライコーン","スナペント"],["ライコーン","シルティア"],["フブキツネ","シルキーヌ"],["フブキツネ","アルパオー"],["フブキツネ","ヒエティ"],["フブキツネ","アオパオー"],["サラブレイズ","シラヌイ"],["サラブレイズ","アロアリュー"],["サラブレイズ","ドリタス"],["サラブレイズ","ラブラドン"],["サラブレイズ","ビリビリュー"],["サラブレイズ","スプラドン"],["ツララジカ","ボルカノン"],["ツララジカ","グランモス"],["ツララジカ","グラクレス"],["ツララジカ","フェスキー"],["ツララジカ","レヴィドラ"],["ツララジカ","ブリザモス"],["ツララジカ","アグニドラ"],["イヌズマ","シルキーヌ"],["イヌズマ","アルパオー"],["イヌズマ","ヒエティ"],["イヌズマ","アオパオー"],["イヌズマ","トロピティ"],["シラヌイ","イグニクス"],["シラヌイ","グラクレス"],["シラヌイ","フェスキー"],["シラヌイ","ホルス"],["カミナラシ","ボルカイザー"],["ミステリア","ゼノグリフ"],["ミステリア","セイントール"],["ミステリア","ベイントール"],["ミステリア","グレイシャル"],["ミステリア","ジェッドラン"],["ミステリア","グレイシャドウ"],["アロアリュー","イグニクス"],["アロアリュー","フェスキー"],["アロアリュー","ホルス"],["シーペント","カバネドリ"],["シーペント","ツジギリ"],["シーペント","シロカバネ"],["シーペント","シンエンオ"],["ソルレイス","スザク"],["ソルレイス","ゼノグリフ"],["ソルレイス","セイントール"],["ソルレイス","ベイントール"],["ソルレイス","シヴァ"],["ドリタス","イグニクス"],["ドリタス","ボルカノン"],["ドリタス","グラクレス"],["ドリタス","フェスキー"],["ドリタス","ホルス"],["ドリタス","アグニドラ"],["ニャンバット","シルキーヌ"],["ニャンバット","アルパオー"],["ニャンバット","ヒエティ"],["ニャンバット","アオパオー"],["ニャンバット","トロピティ"],["ラブマンダー","ペコドン"],["ラブマンダー","デスティング"],["ラブマンダー","リリクイン"],["ラブマンダー","パリピドン"],["ラブマンダー","フロスカノン"],["ラブマンダー","ブリザモス"],["カバネドリ","シルフィア"],["カバネドリ","シルティア"],["ツジギリ","シルフィア"],["ツジギリ","アヌビス"],["ツジギリ","シルティア"],["ライバード","ラベロット"],["ライバード","ムラクモ"],["ライバード","ヤミトバリ"],["イグニクス","スプラドン"],["クレメーオ","アズレーン"],["クレメーオ","アルパオー"],["クレメーオ","シルティア"],["クレメーオ","トロピティ"],["フォレーナ","ボルカイザー"],["フォレーナ","スザク"],["フォレーナ","ゼノグリフ"],["フォレーナ","ベイントール"],["フォレーナ","シヴァ"],["ラベロット","ヘルガルダ"],["ラベロット","エレパンダ"],["ラベロット","フロスカノン"],["ラベロット","ルナクイン"],["ヴィオレッタ","ツンドラー"],["ヴィオレッタ","ジオラーヴァ"],["ヴィオレッタ","ボルゼクス"],["ヴィオレッタ","グレイシャル"],["シルキーヌ","フラリーナ"],["シルフィア","シンエンオ"],["アズレーン","ゴクエンオ"],["アズレーン","シンエンオ"],["ゴクエンオ","アルパオー"],["ゴクエンオ","ヒエティ"],["ゴクエンオ","トロピティ"],["ラブラドン","ボルカノン"],["ラブラドン","グラクレス"],["ラブラドン","フェスキー"],["ラブラドン","レヴィドラ"],["ラブラドン","ホルス"],["ラブラドン","アグニドラ"],["フラリーナ","アオパオー"],["ムラクモ","ヘルガルダ"],["ムラクモ","エレパンダ"],["ムラクモ","リリクイン"],["ムラクモ","ルナクイン"],["ヤミトバリ","ヘルガルダ"],["ヤミトバリ","エレパンダ"],["ヤミトバリ","ルナクイン"],["シャーマンダー","ツンドラー"],["シャーマンダー","セイントール"],["シャーマンダー","ベイントール"],["シャーマンダー","グレイシャル"],["シャーマンダー","ジェッドラン"],["シャーマンダー","グレイシャドウ"],["ライゾー","ブルフェルノ"],["ライゾー","オコチョ"],["ライゾー","シラヌイ"],["ライゾー","アロアリュー"],["ライゾー","フラリーナ"],["ライゾー","ビリビリュー"],["ライゾー","スプラドン"],["ヤマガミ","クインビーナ"],["ヤマガミ","ペコドン"],["ヤマガミ","ボルカノン"],["ヤマガミ","グランモス"],["ヤマガミ","レヴィドラ"],["ヤマガミ","パリピドン"],["ヤマガミ","ブリザモス"],["ヤマガミ","アグニドラ"],["アビスゴート","ツジギリ"],["アビスゴート","シロカバネ"],["チリザード","スザク"],["チリザード","ゼノグリフ"],["チリザード","セイントール"],["チリザード","ベイントール"],["チリザード","ジェッドラン"],["チリザード","シヴァ"],["サンドロ","ライバード"],["サンドロ","ヘルガルダ"],["サンドロ","エレパンダ"],["サンドロ","フロスカノン"],["サンドロ","ルナクイン"],["サラブラック","ラブマンダー"],["サラブラック","ラベロット"],["サラブラック","ムラクモ"],["ビリビリュー","イグニクス"],["ビリビリュー","ホルス"],["スナペント","カバネドリ"],["スナペント","ツジギリ"],["スナペント","シロカバネ"],["スナペント","シンエンオ"],["シロカバネ","アヌビス"],["シルティア","シンエンオ"],["スプラドン","グラクレス"],["スプラドン","フェスキー"],["スプラドン","ホルス"],["フロスカノン","ムラクモ"]]
  }, {
    name:"アビスゴート",
    icon:abisugotoIcon,
    id:"40B",
    type:[Dark],
    work:[
      {kind:Tesagyou,level:2},
      {kind:Unpan,level:2},
      {kind:Saikutsu,level:1}
    ],
    item:["角", "皮"],
    parent:[["ヘルゴート","ソルレイス"],["アビスゴート","アビスゴート"]]
  }, {
    name:"パピテフ",
    icon:papitefuIcon,
    id:"41",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:2},
      {kind:Seiyaku,level:1}
    ],
    item:["ハチミツ", "レタスの種", "小麦の種"],
    parent:[["キャプペン","ヒエティ"],["ミルカルビ","ベイントール"],["ササゾー","スナペント"],["ベリゴート","スザク"],["メルパカ","ジェッドラン"],["ツノガミ","ゼノグリフ"],["ホークウィン","シーペント"],["パピテフ","パピテフ"],["ブルフェルノ","ヘルガルダ"],["トドドドン","セイントール"],["トドドドン","ジェッドラン"],["ツキカゲ","シヴァ"],["ニャンギマリ","アルパオー"],["ドンモップ","アヌビス"],["ライコーン","グランモス"],["フブキツネ","ライバード"],["サラブレイズ","シロカバネ"],["ツララジカ","グレイシャドウ"],["ドリタス","ツンドラー"],["ニャンバット","フロスカノン"],["カバネドリ","ボルカノン"],["カバネドリ","アグニドラ"],["ツジギリ","グラクレス"],["クレメーオ","ペコドン"],["シルキーヌ","シルティア"],["シルフィア","アオパオー"],["アズレーン","トロピティ"],["ゴクエンオ","パリピドン"],["ラブラドン","グレイシャル"],["フラリーナ","エレパンダ"],["ライゾー","ヘルゴート"],["ヤマガミ","セイントール"],["サラブラック","イヌズマ"],["シンエンオ","レヴィドラ"],["シンエンオ","アグニドラ"],["スプラドン","ボルゼクス"]]
  }, {
    name:"ブルフェルノ",
    icon:buruferunoIcon,
    id:"42",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:2},
      {kind:Bassai,level:1}
    ],
    item:["角", "発火器官"],
    parent:[["モコロン","グレイシャル"],["モコロン","グレイシャドウ"],["ツッパニャン","ツンドラー"],["ツッパニャン","グレイシャル"],["タマコッコ","セイントール"],["タマコッコ","ベイントール"],["タマコッコ","ジェッドラン"],["クルリス","ジオラーヴァ"],["クルリス","ボルゼクス"],["キツネビ","ヘルガルダ"],["カモノスケ","デスティング"],["カモノスケ","リリクイン"],["カモノスケ","サラブラック"],["エテッパ","クインビーナ"],["エテッパ","ボルカノン"],["エテッパ","グラクレス"],["ヒノコジカ","ササゾー"],["ヒノコジカ","ホークウィン"],["ペンタマ","ライバード"],["ペンタマ","サラブラック"],["ペンタマ","フロスカノン"],["キャプペン","ガウルフ"],["キャプペン","ビーナイト"],["キャプペン","ヴィオレッタ"],["パチグリ","ライバード"],["パチグリ","エレパンダ"],["パチグリ","ルナクイン"],["ナエモチ","クインビーナ"],["ナエモチ","グラクレス"],["ナエモチ","フェスキー"],["タマモ","ツンドラー"],["タマモ","ボルゼクス"],["タマモ","グレイシャル"],["ホウロック","ヘルガルダ"],["ホウロック","エレパンダ"],["チョロゾウ","セイントール"],["チョロゾウ","ジェッドラン"],["チョロゾウ","グレイシャドウ"],["ンダコアラ","ヘルガルダ"],["ンダコアラ","エレパンダ"],["ンダコアラ","ルナクイン"],["ミルフィー","ツンドラー"],["ミルフィー","グレイシャル"],["ネムラム","サラブレイズ"],["ネムラム","グラクレス"],["ネムラム","フェスキー"],["イノボウ","シルキーヌ"],["イノボウ","ヒエティ"],["イノボウ","アオパオー"],["ルナティ","ドンモップ"],["ルナティ","ライゾー"],["モグルン","サラブレイズ"],["モグルン","フェスキー"],["モグルン","ホルス"],["ヤミイカ","ペコドン"],["ヤミイカ","グランモス"],["ヤミイカ","ブリザモス"],["ニャオテト","ジェッドラン"],["ニャオテト","グレイシャドウ"],["ルミカイト","クレメーオ"],["ルミカイト","ゴクエンオ"],["ガウルフ","ニャンギマリ"],["ガウルフ","シルティア"],["クルットリ","リリクイン"],["クルットリ","サラブラック"],["クルットリ","フロスカノン"],["ポプリーナ","グランモス"],["ポプリーナ","レヴィドラ"],["ポプリーナ","ブリザモス"],["ミルカルビ","ライコーン"],["ミルカルビ","カバネドリ"],["ミルカルビ","シンエンオ"],["イバラヒメ","デスティング"],["イバラヒメ","リリクイン"],["イバラヒメ","パリピドン"],["シャーキッド","パピテフ"],["シャーキッド","アズレーン"],["シャーキッド","トロピティ"],["シメナワ","ジオラーヴァ"],["ササゾー","ソルレイス"],["ササゾー","フォレーナ"],["ササゾー","チリザード"],["メリポップ","イグニクス"],["ベリゴート","カバネドリ"],["ベリゴート","ツジギリ"],["メルパカ","ライコーン"],["メルパカ","クレメーオ"],["ツノガミ","カバネドリ"],["ツノガミ","シンエンオ"],["ホークウィン","ソルレイス"],["ホークウィン","フォレーナ"],["ヒメウサ","ペコドン"],["ヒメウサ","デスティング"],["ヒメウサ","パリピドン"],["ヘルゴート","ラベロット"],["ヘルゴート","ムラクモ"],["ヘルゴート","サンドロ"],["パピテフ","マスクロウ"],["ブルフェルノ","ブルフェルノ"],["ブルフェルノ","オコチョ"],["ブルフェルノ","フラリーナ"],["トドドドン","ライコーン"],["マスクロウ","ニャンギマリ"],["マスクロウ","アズレーン"],["ダリザード","シルキーヌ"],["ダリザード","アルパオー"],["ダリザード","ヒエティ"],["ツキカゲ","ツジギリ"],["ツキカゲ","シロカバネ"],["エアムルグ","シーペント"],["エアムルグ","シルフィア"],["エアムルグ","スナペント"],["フェザーロ","シーペント"],["フェザーロ","アヌビス"],["フェザーロ","スナペント"],["ゴリレイジ","シルフィア"],["ゴリレイジ","スナペント"],["ゴリレイジ","シルティア"],["ビーナイト","ニャンギマリ"],["ビーナイト","アズレーン"],["クインビーナ","ケルピス"],["コモップ","ペコドン"],["コモップ","パリピドン"],["コモップ","ブリザモス"],["ドンモップ","フォレーナ"],["オコチョ","フラリーナ"],["フブキツネ","シラヌイ"],["フブキツネ","アロアリュー"],["フブキツネ","ビリビリュー"],["サラブレイズ","カミナラシ"],["ツララジカ","クレメーオ"],["ツララジカ","ゴクエンオ"],["イヌズマ","シラヌイ"],["イヌズマ","ドリタス"],["イヌズマ","スプラドン"],["シラヌイ","ニャンバット"],["カミナラシ","イグニクス"],["カミナラシ","ホルス"],["ミステリア","アルパオー"],["ミステリア","ヒエティ"],["ミステリア","トロピティ"],["アロアリュー","ニャンバット"],["シーペント","ヤミトバリ"],["ソルレイス","アオパオー"],["ニャンバット","スプラドン"],["ラブマンダー","ツジギリ"],["ヴィオレッタ","シルフィア"],["ヴィオレッタ","シルティア"],["ケルピス","ボルカノン"],["ケルピス","レヴィドラ"],["ケルピス","アグニドラ"],["ゴクエンオ","ラブラドン"],["ヤミトバリ","アヌビス"],["コチグリ","ライバード"],["コチグリ","フロスカノン"],["コチグリ","ルナクイン"],["チルテト","ツンドラー"],["チルテト","ジオラーヴァ"],["チルテト","ボルゼクス"],["シャーマンダー","パピテフ"],["シャーマンダー","アルパオー"],["シャーマンダー","トロピティ"],["オバケナワ","ジオラーヴァ"],["ライゾー","メリポップ"],["ヤマガミ","ライコーン"],["ヤマガミ","シンエンオ"],["アビスゴート","ラベロット"],["アビスゴート","ヤミトバリ"],["アビスゴート","サンドロ"],["チリザード","シルキーヌ"],["チリザード","アオパオー"],["サンドロ","アヌビス"],["ビリビリュー","フラリーナ"],["マグピス","ボルカノン"],["マグピス","グランモス"],["マグピス","レヴィドラ"],["マグピス","アグニドラ"]]
  }, {
    name:"トドドドン",
    icon:todododonIcon,
    id:"43",
    type:[Earth],
    work:[
      {kind:Unpan,level:1},
      {kind:Mizuyari,level:1},
      {kind:Saikutsu,level:2}
    ],
    item:["トドドドンの魚肉", "上質なパルオイル"],
    parent:[["モコロン","クインビーナ"],["モコロン","ボルカノン"],["モコロン","アグニドラ"],["ツッパニャン","クインビーナ"],["ツッパニャン","グラクレス"],["タマコッコ","グランモス"],["タマコッコ","ブリザモス"],["クルリス","サラブレイズ"],["クルリス","ホルス"],["キツネビ","ライゾー"],["カモノスケ","アルパオー"],["カモノスケ","ヒエティ"],["ボルトラ","イグニクス"],["ボルトラ","ライゾー"],["エテッパ","シルフィア"],["エテッパ","スナペント"],["ヒノコジカ","ツジギリ"],["ペンタマ","シルキーヌ"],["ペンタマ","アオパオー"],["キャプペン","ポプリーナ"],["キャプペン","マグピス"],["パチグリ","ササゾー"],["パチグリ","ホークウィン"],["ナエモチ","シーペント"],["ナエモチ","スナペント"],["タマモ","グラクレス"],["タマモ","フェスキー"],["ホウロック","ドンモップ"],["チョロゾウ","グランモス"],["チョロゾウ","レヴィドラ"],["ンダコアラ","ホークウィン"],["ンダコアラ","ドンモップ"],["ミルフィー","クインビーナ"],["ミルフィー","グラクレス"],["ネムラム","シーペント"],["ネムラム","アヌビス"],["イノボウ","カバネドリ"],["イノボウ","シンエンオ"],["ルナティ","シロカバネ"],["モグルン","アヌビス"],["モグルン","アビスゴート"],["ヤミイカ","ニャンギマリ"],["ヤミイカ","アズレーン"],["ニャオテト","ボルカノン"],["ニャオテト","レヴィドラ"],["ニャオテト","アグニドラ"],["ルミカイト","ベリゴート"],["ルミカイト","ツノガミ"],["ガウルフ","イヌズマ"],["クルットリ","シルキーヌ"],["クルットリ","ヒエティ"],["ポプリーナ","ニャンギマリ"],["ミルカルビ","メルパカ"],["ミルカルビ","ツララジカ"],["イバラヒメ","アルパオー"],["イバラヒメ","トロピティ"],["シャーキッド","クレメーオ"],["シャーキッド","ゴクエンオ"],["シメナワ","イグニクス"],["シメナワ","ホルス"],["ベリゴート","ラブラドン"],["メルパカ","トドドドン"],["メルパカ","ヤマガミ"],["ツノガミ","ツララジカ"],["ヒメウサ","パピテフ"],["ヒメウサ","トロピティ"],["ヘルゴート","カミナラシ"],["パピテフ","コモップ"],["ブルフェルノ","ヤミトバリ"],["ブルフェルノ","サンドロ"],["トドドドン","トドドドン"],["マスクロウ","ゴクエンオ"],["ダリザード","ライコーン"],["ダリザード","シンエンオ"],["ツキカゲ","ドリタス"],["ツキカゲ","スプラドン"],["エアムルグ","フブキツネ"],["フェザーロ","フラリーナ"],["ゴリレイジ","フブキツネ"],["ゴリレイジ","ニャンバット"],["コモップ","アズレーン"],["オコチョ","ラベロット"],["ライコーン","ミステリア"],["イヌズマ","ヴィオレッタ"],["アロアリュー","ムラクモ"],["ソルレイス","ツジギリ"],["ドリタス","ラブマンダー"],["ニャンバット","ヴィオレッタ"],["ラブマンダー","ラブラドン"],["ラヴィ","イグニクス"],["ツジギリ","フォレーナ"],["シルフィア","ケルピス"],["フラリーナ","ヤミトバリ"],["コチグリ","ササゾー"],["コチグリ","アオパオー"],["チルテト","サラブレイズ"],["チルテト","フェスキー"],["シャーマンダー","クレメーオ"],["オバケナワ","イグニクス"],["オバケナワ","ホルス"],["ライゾー","ラヴィ"],["ヤマガミ","トドドドン"],["アビスゴート","カミナラシ"],["チリザード","カバネドリ"],["サンドロ","オコチョ"],["ビリビリュー","ラベロット"],["ビリビリュー","ムラクモ"],["シルティア","ケルピス"],["シルティア","マグピス"]]
  }, {
    name:"マスクロウ",
    icon:masukurouIcon,
    id:"44",
    type:[Dark],
    work:[
      {kind:Bassai,level:1}
    ],
    item:["骨", "毒腺", "小さなパルのソウル"],
    parent:[["モコロン","ライコーン"],["ツッパニャン","クレメーオ"],["タマコッコ","カバネドリ"],["キツネビ","フブキツネ"],["キツネビ","ニャンバット"],["カモノスケ","シラヌイ"],["カモノスケ","アロアリュー"],["ボルトラ","イヌズマ"],["ボルトラ","ニャンバット"],["エテッパ","ミルカルビ"],["エテッパ","ヤマガミ"],["ヒノコジカ","ヤミトバリ"],["ヒノコジカ","サンドロ"],["ペンタマ","オコチョ"],["ペンタマ","ビリビリュー"],["パチグリ","ブルフェルノ"],["パチグリ","フラリーナ"],["ナエモチ","ミルカルビ"],["ナエモチ","ツノガミ"],["タマモ","クレメーオ"],["タマモ","ゴクエンオ"],["ホウロック","フブキツネ"],["チョロゾウ","カバネドリ"],["チョロゾウ","シンエンオ"],["ンダコアラ","フラリーナ"],["ミルフィー","クレメーオ"],["ミルフィー","ゴクエンオ"],["ネムラム","ベリゴート"],["ネムラム","ツノガミ"],["イノボウ","エアムルグ"],["イノボウ","フェザーロ"],["ルナティ","ムラクモ"],["モグルン","ベリゴート"],["モグルン","ラブマンダー"],["ヤミイカ","ルミカイト"],["ヤミイカ","ラブラドン"],["ニャオテト","ライコーン"],["ニャオテト","シンエンオ"],["ルミカイト","ポプリーナ"],["ガウルフ","シャーキッド"],["ガウルフ","シャーマンダー"],["クルットリ","アロアリュー"],["クルットリ","ビリビリュー"],["ポプリーナ","ツララジカ"],["イバラヒメ","シラヌイ"],["イバラヒメ","スプラドン"],["シャーキッド","ビーナイト"],["シメナワ","イヌズマ"],["メルパカ","ケルピス"],["メルパカ","マグピス"],["ヒメウサ","ドリタス"],["ヒメウサ","スプラドン"],["トドドドン","ケルピス"],["トドドドン","マグピス"],["マスクロウ","マスクロウ"],["マスクロウ","ビーナイト"],["ダリザード","エアムルグ"],["ダリザード","ゴリレイジ"],["ツキカゲ","カミナラシ"],["ゴリレイジ","ミステリア"],["コモップ","ドリタス"],["コモップ","ラブラドン"],["フブキツネ","ラヴィ"],["ツララジカ","マグピス"],["カミナラシ","ラブマンダー"],["ミステリア","ヴィオレッタ"],["ソルレイス","ヤミトバリ"],["ニャンバット","ラヴィ"],["フォレーナ","ラベロット"],["コチグリ","ブルフェルノ"],["コチグリ","オコチョ"],["チルテト","ゴクエンオ"],["シャーマンダー","ヴィオレッタ"],["オバケナワ","イヌズマ"],["ヤマガミ","ケルピス"],["チリザード","フェザーロ"],["チリザード","ヤミトバリ"],["サンドロ","ソルレイス"],["サンドロ","フォレーナ"]]
  }, {
    name:"ダリザード",
    icon:darizadoIcon,
    id:"45",
    type:[Dark],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Saisyuu,level:1}
    ],
    item:["銅の鍵", "銀の鍵"],
    parent:[["ツッパニャン","フラリーナ"],["タマコッコ","イヌズマ"],["クルリス","ビリビリュー"],["キツネビ","スプラドン"],["カモノスケ","ミルカルビ"],["ボルトラ","シラヌイ"],["エテッパ","ラベロット"],["ヒノコジカ","マスクロウ"],["ペンタマ","メルパカ"],["ペンタマ","トドドドン"],["パチグリ","ルミカイト"],["ナエモチ","サンドロ"],["タマモ","ブルフェルノ"],["ホウロック","ドリタス"],["チョロゾウ","ニャンバット"],["ンダコアラ","ラブラドン"],["ミルフィー","ブルフェルノ"],["ミルフィー","フラリーナ"],["ネムラム","ヤミトバリ"],["イノボウ","ミステリア"],["ルナティ","ガウルフ"],["ヤミイカ","ツキカゲ"],["ニャオテト","フブキツネ"],["クルットリ","トドドドン"],["クルットリ","ヤマガミ"],["イバラヒメ","ツノガミ"],["シャーキッド","ソルレイス"],["シメナワ","アロアリュー"],["メリポップ","ヴィオレッタ"],["ベリゴート","ヒメウサ"],["マスクロウ","フォレーナ"],["ダリザード","ダリザード"],["エアムルグ","カミナラシ"],["コモップ","ラブマンダー"],["シラヌイ","ラヴィ"],["ラヴィ","スプラドン"],["ケルピス","ムラクモ"],["コチグリ","ツララジカ"],["チルテト","オコチョ"],["シャーマンダー","チリザード"],["オバケナワ","アロアリュー"],["オバケナワ","ビリビリュー"]]
  }, {
    name:"チリザード",
    icon:chirizadoIcon,
    id:"45B",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:1},
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Saisyuu,level:1}
    ],
    item:["発火器官", "銀の鍵"],
    parent:[["ダリザード","ラヴィ"],["チリザード","チリザード"]]
  }, {
    name:"ツキカゲ",
    icon:tsukikageIcon,
    id:"46",
    type:[Dark],
    work:[
      {kind:Tesagyou,level:1}
    ],
    item:["骨"],
    parent:[["モコロン","ササゾー"],["モコロン","ホークウィン"],["モコロン","シルキーヌ"],["モコロン","ヒエティ"],["モコロン","アオパオー"],["ツッパニャン","ササゾー"],["ツッパニャン","シルキーヌ"],["ツッパニャン","アルパオー"],["ツッパニャン","ヒエティ"],["ツッパニャン","アオパオー"],["タマコッコ","ササゾー"],["タマコッコ","ホークウィン"],["タマコッコ","ドンモップ"],["タマコッコ","ライゾー"],["クルリス","パピテフ"],["クルリス","アズレーン"],["クルリス","アルパオー"],["クルリス","ヒエティ"],["クルリス","トロピティ"],["キツネビ","キャプペン"],["キツネビ","パピテフ"],["キツネビ","ニャンギマリ"],["キツネビ","アズレーン"],["キツネビ","シルティア"],["カモノスケ","ヘルゴート"],["カモノスケ","シーペント"],["カモノスケ","アヌビス"],["カモノスケ","アビスゴート"],["ボルトラ","キャプペン"],["ボルトラ","パピテフ"],["ボルトラ","ニャンギマリ"],["ボルトラ","アズレーン"],["ボルトラ","トロピティ"],["エテッパ","ライコーン"],["エテッパ","カバネドリ"],["エテッパ","ツジギリ"],["エテッパ","シンエンオ"],["ヒノコジカ","フブキツネ"],["ヒノコジカ","イヌズマ"],["ヒノコジカ","ニャンバット"],["ペンタマ","シーペント"],["ペンタマ","シルフィア"],["ペンタマ","アヌビス"],["ペンタマ","アビスゴート"],["ペンタマ","スナペント"],["キャプペン","パチグリ"],["キャプペン","ホウロック"],["キャプペン","ンダコアラ"],["キャプペン","ラヴィ"],["パチグリ","シーペント"],["パチグリ","シルフィア"],["パチグリ","スナペント"],["パチグリ","シルティア"],["ナエモチ","ライコーン"],["ナエモチ","カバネドリ"],["ナエモチ","シンエンオ"],["タマモ","シルキーヌ"],["タマモ","アルパオー"],["タマモ","ヒエティ"],["タマモ","アオパオー"],["タマモ","トロピティ"],["ホウロック","ニャンギマリ"],["ホウロック","シルフィア"],["ホウロック","アズレーン"],["ホウロック","シルティア"],["チョロゾウ","ササゾー"],["チョロゾウ","ホークウィン"],["チョロゾウ","ドンモップ"],["チョロゾウ","アオパオー"],["ンダコアラ","ニャンギマリ"],["ンダコアラ","シルフィア"],["ンダコアラ","スナペント"],["ンダコアラ","シルティア"],["ミルフィー","シルキーヌ"],["ミルフィー","アルパオー"],["ミルフィー","ヒエティ"],["ミルフィー","アオパオー"],["ネムラム","ライコーン"],["ネムラム","カバネドリ"],["ネムラム","クレメーオ"],["ネムラム","シンエンオ"],["イノボウ","ブルフェルノ"],["イノボウ","オコチョ"],["イノボウ","フブキツネ"],["イノボウ","フラリーナ"],["ルナティ","イヌズマ"],["ルナティ","ニャンバット"],["ルナティ","ゴクエンオ"],["モグルン","ライコーン"],["モグルン","クレメーオ"],["モグルン","ゴクエンオ"],["モグルン","シンエンオ"],["ヤミイカ","ツジギリ"],["ヤミイカ","シロカバネ"],["ニャオテト","ササゾー"],["ニャオテト","ホークウィン"],["ニャオテト","ドンモップ"],["ニャオテト","シルキーヌ"],["ニャオテト","アオパオー"],["ルミカイト","ガウルフ"],["ルミカイト","エアムルグ"],["ルミカイト","フェザーロ"],["ルミカイト","ゴリレイジ"],["ルミカイト","ヴィオレッタ"],["ガウルフ","シラヌイ"],["ガウルフ","ドリタス"],["ガウルフ","ラブラドン"],["ガウルフ","スプラドン"],["クルットリ","ヘルゴート"],["クルットリ","シーペント"],["クルットリ","アヌビス"],["クルットリ","アビスゴート"],["クルットリ","スナペント"],["ポプリーナ","ツジギリ"],["ポプリーナ","シロカバネ"],["ミルカルビ","フェザーロ"],["ミルカルビ","ラベロット"],["ミルカルビ","ムラクモ"],["ミルカルビ","ヤミトバリ"],["ミルカルビ","サンドロ"],["イバラヒメ","ヘルゴート"],["イバラヒメ","アヌビス"],["イバラヒメ","アビスゴート"],["シャーキッド","オコチョ"],["シャーキッド","シラヌイ"],["シャーキッド","アロアリュー"],["シャーキッド","ビリビリュー"],["シャーキッド","スプラドン"],["シメナワ","パピテフ"],["シメナワ","ニャンギマリ"],["シメナワ","アズレーン"],["シメナワ","アルパオー"],["シメナワ","トロピティ"],["メリポップ","イヌズマ"],["メリポップ","クレメーオ"],["メリポップ","ゴクエンオ"],["ベリゴート","ラベロット"],["ベリゴート","ムラクモ"],["ベリゴート","サンドロ"],["メルパカ","エアムルグ"],["メルパカ","フェザーロ"],["メルパカ","ゴリレイジ"],["メルパカ","ヤミトバリ"],["メルパカ","サンドロ"],["ツノガミ","ラベロット"],["ツノガミ","ムラクモ"],["ツノガミ","ヤミトバリ"],["ツノガミ","サンドロ"],["ヒメウサ","ヘルゴート"],["ヒメウサ","アビスゴート"],["ヒメウサ","シロカバネ"],["ヘルゴート","コモップ"],["パピテフ","ラヴィ"],["ブルフェルノ","ダリザード"],["ブルフェルノ","ミステリア"],["ブルフェルノ","チリザード"],["トドドドン","エアムルグ"],["トドドドン","フェザーロ"],["トドドドン","ヤミトバリ"],["トドドドン","サンドロ"],["マスクロウ","シラヌイ"],["マスクロウ","アロアリュー"],["マスクロウ","ドリタス"],["マスクロウ","ビリビリュー"],["マスクロウ","スプラドン"],["ダリザード","オコチョ"],["ダリザード","フラリーナ"],["ダリザード","ビリビリュー"],["ツキカゲ","ツキカゲ"],["ツキカゲ","ラブマンダー"],["ツキカゲ","ムラクモ"],["エアムルグ","ツララジカ"],["エアムルグ","ラブラドン"],["フェザーロ","ツララジカ"],["ゴリレイジ","ツララジカ"],["ゴリレイジ","ドリタス"],["ゴリレイジ","ラブラドン"],["ビーナイト","シラヌイ"],["ビーナイト","アロアリュー"],["ビーナイト","ドリタス"],["ビーナイト","ラブラドン"],["ビーナイト","スプラドン"],["ニャンギマリ","ラヴィ"],["コモップ","シロカバネ"],["オコチョ","ミステリア"],["ライコーン","カミナラシ"],["フブキツネ","ソルレイス"],["フブキツネ","フォレーナ"],["ツララジカ","ヴィオレッタ"],["ツララジカ","ヤミトバリ"],["イヌズマ","ソルレイス"],["イヌズマ","フォレーナ"],["カミナラシ","クレメーオ"],["カミナラシ","ゴクエンオ"],["ミステリア","アロアリュー"],["ミステリア","フラリーナ"],["ミステリア","ビリビリュー"],["ソルレイス","ニャンバット"],["ソルレイス","フラリーナ"],["ドリタス","ヴィオレッタ"],["ニャンバット","フォレーナ"],["ラブマンダー","ラベロット"],["ラブマンダー","ムラクモ"],["ラヴィ","アズレーン"],["カバネドリ","ケルピス"],["カバネドリ","マグピス"],["ツジギリ","ケルピス"],["ツジギリ","マグピス"],["ヴィオレッタ","ラブラドン"],["ヴィオレッタ","スプラドン"],["ケルピス","シンエンオ"],["コチグリ","シーペント"],["コチグリ","シルフィア"],["コチグリ","アヌビス"],["コチグリ","スナペント"],["コチグリ","シルティア"],["チルテト","パピテフ"],["チルテト","シルキーヌ"],["チルテト","アルパオー"],["チルテト","ヒエティ"],["チルテト","トロピティ"],["シャーマンダー","ブルフェルノ"],["シャーマンダー","オコチョ"],["シャーマンダー","シラヌイ"],["シャーマンダー","アロアリュー"],["シャーマンダー","ビリビリュー"],["オバケナワ","パピテフ"],["オバケナワ","アズレーン"],["オバケナワ","アルパオー"],["オバケナワ","トロピティ"],["ヤマガミ","エアムルグ"],["ヤマガミ","フェザーロ"],["ヤマガミ","ラベロット"],["ヤマガミ","ヤミトバリ"],["ヤマガミ","サンドロ"],["チリザード","フブキツネ"],["チリザード","ニャンバット"],["チリザード","フラリーナ"],["シロカバネ","マグピス"]]
  }, {
    name:"エアムルグ",
    icon:eamuruguIcon,
    id:"47",
    type:[Neutral],
    work:[
      {kind:Saisyuu,level:1}
    ],
    item:["エアムルグの鶏肉", "皮"],
    parent:[["モコロン","ヘルゴート"],["モコロン","アビスゴート"],["ツッパニャン","ヘルゴート"],["タマコッコ","シーペント"],["タマコッコ","アヌビス"],["タマコッコ","スナペント"],["クルリス","ツジギリ"],["クルリス","シロカバネ"],["キツネビ","カバネドリ"],["キツネビ","シンエンオ"],["カモノスケ","イヌズマ"],["ボルトラ","カバネドリ"],["ボルトラ","ツジギリ"],["エテッパ","オコチョ"],["エテッパ","アロアリュー"],["エテッパ","ビリビリュー"],["ヒノコジカ","ミルカルビ"],["ヒノコジカ","トドドドン"],["ヒノコジカ","ヤマガミ"],["ペンタマ","クレメーオ"],["ペンタマ","ゴクエンオ"],["パチグリ","ライコーン"],["パチグリ","クレメーオ"],["ナエモチ","シラヌイ"],["ナエモチ","アロアリュー"],["ナエモチ","ビリビリュー"],["タマモ","シロカバネ"],["ホウロック","ライコーン"],["ホウロック","カバネドリ"],["ホウロック","シンエンオ"],["チョロゾウ","シーペント"],["チョロゾウ","アヌビス"],["チョロゾウ","アビスゴート"],["ンダコアラ","ライコーン"],["ンダコアラ","シンエンオ"],["ネムラム","シラヌイ"],["ネムラム","アロアリュー"],["ネムラム","スプラドン"],["イノボウ","ベリゴート"],["イノボウ","ツノガミ"],["イノボウ","ラブマンダー"],["ルナティ","ルミカイト"],["ルナティ","メルパカ"],["ルナティ","ツララジカ"],["モグルン","シラヌイ"],["モグルン","ドリタス"],["モグルン","スプラドン"],["ヤミイカ","フブキツネ"],["ヤミイカ","フラリーナ"],["ニャオテト","ヘルゴート"],["ニャオテト","アヌビス"],["ニャオテト","アビスゴート"],["ルミカイト","メリポップ"],["ガウルフ","ラベロット"],["ガウルフ","ヤミトバリ"],["ガウルフ","サンドロ"],["クルットリ","ゴクエンオ"],["ポプリーナ","ブルフェルノ"],["ポプリーナ","フラリーナ"],["ミルカルビ","ソルレイス"],["ミルカルビ","フォレーナ"],["ミルカルビ","チリザード"],["イバラヒメ","イヌズマ"],["イバラヒメ","ニャンバット"],["シャーキッド","ムラクモ"],["シメナワ","ツジギリ"],["メリポップ","ツララジカ"],["メリポップ","ラブラドン"],["ベリゴート","ダリザード"],["ベリゴート","チリザード"],["メルパカ","フォレーナ"],["ツノガミ","ソルレイス"],["ツノガミ","チリザード"],["ヒメウサ","フブキツネ"],["ヒメウサ","イヌズマ"],["ヒメウサ","ニャンバット"],["ブルフェルノ","ケルピス"],["ブルフェルノ","マグピス"],["トドドドン","フォレーナ"],["マスクロウ","ラベロット"],["マスクロウ","ムラクモ"],["ダリザード","ツキカゲ"],["ダリザード","ラブマンダー"],["ツキカゲ","ミステリア"],["エアムルグ","エアムルグ"],["エアムルグ","フェザーロ"],["エアムルグ","ゴリレイジ"],["フェザーロ","ゴリレイジ"],["フェザーロ","ヴィオレッタ"],["ゴリレイジ","ヤミトバリ"],["ビーナイト","ラベロット"],["ビーナイト","ムラクモ"],["コモップ","フブキツネ"],["コモップ","ニャンバット"],["オコチョ","ケルピス"],["オコチョ","マグピス"],["カミナラシ","ドリタス"],["カミナラシ","ラブラドン"],["カミナラシ","スプラドン"],["ミステリア","ラブマンダー"],["ラヴィ","カバネドリ"],["ヴィオレッタ","ヤミトバリ"],["コチグリ","クレメーオ"],["コチグリ","ゴクエンオ"],["チルテト","シロカバネ"],["シャーマンダー","ツキカゲ"],["オバケナワ","ツジギリ"],["ヤマガミ","ソルレイス"],["ヤマガミ","フォレーナ"],["サンドロ","ビーナイト"],["サンドロ","ヴィオレッタ"],["ビリビリュー","ケルピス"],["マグピス","フラリーナ"]]
  }, {
    name:"フェザーロ",
    icon:fezaroIcon,
    id:"48",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:1},
      {kind:Tesagyou,level:2},
      {kind:Bassai,level:1},
      {kind:Seiyaku,level:1},
      {kind:Unpan,level:2},
      {kind:Saisyuu,level:2}
    ],
    item:["小麦の種", "矢"],
    parent:[["モコロン","シーペント"],["モコロン","アヌビス"],["ツッパニャン","アヌビス"],["ツッパニャン","アビスゴート"],["タマコッコ","シルフィア"],["タマコッコ","シルティア"],["キツネビ","ツジギリ"],["カモノスケ","クレメーオ"],["カモノスケ","ゴクエンオ"],["ボルトラ","シロカバネ"],["エテッパ","ブルフェルノ"],["エテッパ","フラリーナ"],["ヒノコジカ","メルパカ"],["ヒノコジカ","ツララジカ"],["ペンタマ","ライコーン"],["パチグリ","カバネドリ"],["パチグリ","シンエンオ"],["ナエモチ","ブルフェルノ"],["ナエモチ","オコチョ"],["タマモ","ヘルゴート"],["タマモ","アビスゴート"],["ホウロック","ツジギリ"],["チョロゾウ","シルフィア"],["チョロゾウ","スナペント"],["ンダコアラ","カバネドリ"],["ミルフィー","ヘルゴート"],["ミルフィー","アビスゴート"],["ネムラム","オコチョ"],["ネムラム","ビリビリュー"],["イノボウ","ミルカルビ"],["イノボウ","ヤマガミ"],["ルナティ","ドリタス"],["ルナティ","ラブラドン"],["モグルン","アロアリュー"],["モグルン","ビリビリュー"],["ヤミイカ","イヌズマ"],["ヤミイカ","ニャンバット"],["ニャオテト","シーペント"],["ニャオテト","スナペント"],["ルミカイト","フォレーナ"],["ガウルフ","ムラクモ"],["クルットリ","クレメーオ"],["ポプリーナ","フブキツネ"],["ポプリーナ","ニャンバット"],["ミルカルビ","ダリザード"],["イバラヒメ","ゴクエンオ"],["シャーキッド","ツキカゲ"],["シャーキッド","ラブマンダー"],["シメナワ","シロカバネ"],["メリポップ","ドリタス"],["メリポップ","スプラドン"],["ベリゴート","ミステリア"],["メルパカ","ソルレイス"],["メルパカ","チリザード"],["ツノガミ","ダリザード"],["ツノガミ","ミステリア"],["トドドドン","ソルレイス"],["トドドドン","チリザード"],["マスクロウ","ツキカゲ"],["エアムルグ","ヤミトバリ"],["エアムルグ","サンドロ"],["フェザーロ","フェザーロ"],["フェザーロ","ヤミトバリ"],["ゴリレイジ","ラベロット"],["コモップ","イヌズマ"],["フブキツネ","マグピス"],["ツララジカ","ソルレイス"],["ツララジカ","フォレーナ"],["シラヌイ","カミナラシ"],["カミナラシ","アロアリュー"],["ラヴィ","ツジギリ"],["ラベロット","ヴィオレッタ"],["ヴィオレッタ","ムラクモ"],["ケルピス","フラリーナ"],["コチグリ","ライコーン"],["コチグリ","シンエンオ"],["チルテト","ヘルゴート"],["シャーマンダー","ベリゴート"],["シャーマンダー","ラブマンダー"],["オバケナワ","シロカバネ"],["ヤマガミ","チリザード"],["サンドロ","ゴリレイジ"]]
  }, {
    name:"サンドロ",
    icon:sandoroIcon,
    id:"48B",
    type:[Thunder],
    work:[
      {kind:Tesagyou,level:2},
      {kind:Bassai,level:1},
      {kind:Seiyaku,level:1},
      {kind:Unpan,level:2},
      {kind:Saisyuu,level:2}
    ],
    item:["小麦の種", "矢"],
    parent:[["モグルン","フェザーロ"],["サンドロ","サンドロ"]]
  }, {
    name:"ゴリレイジ",
    icon:gorireiziIcon,
    id:"49",
    type:[Neutral],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Bassai,level:2},
      {kind:Unpan,level:3}
    ],
    item:["皮", "骨"],
    parent:[["モコロン","シロカバネ"],["ツッパニャン","シロカバネ"],["タマコッコ","ヘルゴート"],["タマコッコ","アビスゴート"],["クルリス","カバネドリ"],["キツネビ","ライコーン"],["カモノスケ","フブキツネ"],["カモノスケ","ニャンバット"],["ボルトラ","ライコーン"],["ボルトラ","シンエンオ"],["エテッパ","シラヌイ"],["エテッパ","スプラドン"],["ヒノコジカ","ベリゴート"],["ヒノコジカ","ツノガミ"],["ペンタマ","イヌズマ"],["パチグリ","ゴクエンオ"],["ナエモチ","ドリタス"],["ナエモチ","スプラドン"],["タマモ","ツジギリ"],["ホウロック","クレメーオ"],["チョロゾウ","ヘルゴート"],["ンダコアラ","クレメーオ"],["ンダコアラ","ゴクエンオ"],["ミルフィー","シロカバネ"],["ネムラム","ドリタス"],["ネムラム","ラブラドン"],["イノボウ","ツキカゲ"],["ルナティ","ミルカルビ"],["ルナティ","トドドドン"],["ルナティ","ヤマガミ"],["モグルン","ルミカイト"],["モグルン","ラブラドン"],["ヤミイカ","ブルフェルノ"],["ヤミイカ","オコチョ"],["ルミカイト","カミナラシ"],["ガウルフ","エアムルグ"],["ガウルフ","フェザーロ"],["クルットリ","イヌズマ"],["クルットリ","ニャンバット"],["ポプリーナ","オコチョ"],["ポプリーナ","ビリビリュー"],["イバラヒメ","フブキツネ"],["シャーキッド","ラベロット"],["シャーキッド","サンドロ"],["シメナワ","カバネドリ"],["シメナワ","シンエンオ"],["メリポップ","メルパカ"],["メリポップ","トドドドン"],["メリポップ","ヤマガミ"],["ベリゴート","ソルレイス"],["ベリゴート","フォレーナ"],["ツノガミ","フォレーナ"],["ヒメウサ","フラリーナ"],["ブルフェルノ","コモップ"],["マスクロウ","ヤミトバリ"],["マスクロウ","サンドロ"],["エアムルグ","ヴィオレッタ"],["フェザーロ","ビーナイト"],["ゴリレイジ","ゴリレイジ"],["ゴリレイジ","ヴィオレッタ"],["ビーナイト","ヤミトバリ"],["コモップ","フラリーナ"],["ライコーン","ラヴィ"],["ツララジカ","カミナラシ"],["シラヌイ","ケルピス"],["ミステリア","ムラクモ"],["アロアリュー","ケルピス"],["アロアリュー","マグピス"],["ソルレイス","ラブマンダー"],["ラヴィ","シンエンオ"],["チルテト","ツジギリ"],["シャーマンダー","ラベロット"],["シャーマンダー","ムラクモ"],["オバケナワ","カバネドリ"],["チリザード","ツキカゲ"],["チリザード","ラブマンダー"],["ビリビリュー","マグピス"]]
  }, {
    name:"ビーナイト",
    icon:binaitoIcon,
    id:"50",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:1},
      {kind:Tesagyou,level:1},
      {kind:Bassai,level:1},
      {kind:Seiyaku,level:1}, 
      {kind:Unpan,level:2},
      {kind:Saisyuu,level:1},
      {kind:Houboku,level:1}
    ],
    item:["ハチミツ"],
    parent:[["モコロン","シンエンオ"],["ツッパニャン","ライコーン"],["タマコッコ","ツジギリ"],["クルリス","ゴクエンオ"],["キツネビ","イヌズマ"],["カモノスケ","ビリビリュー"],["エテッパ","メルパカ"],["エテッパ","トドドドン"],["ヒノコジカ","ラベロット"],["ヒノコジカ","ムラクモ"],["ペンタマ","ブルフェルノ"],["ナエモチ","トドドドン"],["ナエモチ","ヤマガミ"],["ホウロック","ニャンバット"],["ンダコアラ","フブキツネ"],["ミルフィー","ライコーン"],["ネムラム","ミルカルビ"],["イノボウ","ヤミトバリ"],["モグルン","ツノガミ"],["ヤミイカ","ドリタス"],["ニャオテト","カバネドリ"],["ルミカイト","マグピス"],["ガウルフ","マスクロウ"],["クルットリ","オコチョ"],["ポプリーナ","ラブラドン"],["イバラヒメ","アロアリュー"],["シャーキッド","ヴィオレッタ"],["メリポップ","ツキカゲ"],["ベリゴート","カミナラシ"],["ヒメウサ","シラヌイ"],["ダリザード","フェザーロ"],["エアムルグ","ミステリア"],["ビーナイト","ビーナイト"],["コモップ","スプラドン"],["ツララジカ","ケルピス"],["イヌズマ","ラヴィ"],["ソルレイス","ラベロット"],["フォレーナ","ムラクモ"],["コチグリ","フラリーナ"],["チルテト","クレメーオ"],["シャーマンダー","ゴリレイジ"],["オバケナワ","ゴクエンオ"],["チリザード","サンドロ"]]
  }, {
    name:"クインビーナ",
    icon:bikuinIcon,
    id:"51",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:2},
      {kind:Tesagyou,level:2},
      {kind:Bassai,level:1},
      {kind:Seiyaku,level:2},
      {kind:Saisyuu,level:2}
    ],
    item:["ハチミツ", "クインビーナの杖"],
    parent:[["キャプペン","ジオラーヴァ"],["キャプペン","ボルゼクス"],["ササゾー","サラブラック"],["ササゾー","フロスカノン"],["ホークウィン","リリクイン"],["ホークウィン","サラブラック"],["ヘルゴート","セイントール"],["ヘルゴート","ベイントール"],["クインビーナ","クインビーナ"],["クインビーナ","グラクレス"],["ニャンギマリ","ジオラーヴァ"],["ドンモップ","デスティング"],["ドンモップ","リリクイン"],["サラブレイズ","グランモス"],["サラブレイズ","レヴィドラ"],["シーペント","グレイシャドウ"],["カバネドリ","ボルカイザー"],["ツジギリ","シヴァ"],["ライバード","シルキーヌ"],["ライバード","アオパオー"],["イグニクス","ペコドン"],["イグニクス","ブリザモス"],["シルキーヌ","ルナクイン"],["シルフィア","ツンドラー"],["シルフィア","グレイシャル"],["ボルカノン","グラクレス"],["ボルカノン","フェスキー"],["アルパオー","ヘルガルダ"],["アルパオー","エレパンダ"],["グランモス","ホルス"],["ヒエティ","エレパンダ"],["ヒエティ","ルナクイン"],["グラクレス","アグニドラ"],["フェスキー","レヴィドラ"],["フェスキー","アグニドラ"],["アヌビス","ジェッドラン"],["アヌビス","グレイシャドウ"],["ライゾー","ペコドン"],["ライゾー","パリピドン"],["アビスゴート","セイントール"],["アビスゴート","ジェッドラン"],["スナペント","グレイシャル"],["シロカバネ","スザク"],["シルティア","ツンドラー"],["シルティア","ボルゼクス"],["フロスカノン","アオパオー"],["ブリザモス","ホルス"],["トロピティ","ヘルガルダ"]]
  }, {
    name:"ニャンギマリ",
    icon:nyangimariIcon,
    id:"52",
    type:[Neutral],
    work:[
      {kind:Saisyuu,level:2}
    ],
    item:["上質なパルオイル"],
    parent:[["キャプペン","アズレーン"],["ルミカイト","ジオラーヴァ"],["ササゾー","ヘルゴート"],["ベリゴート","ジェッドラン"],["メルパカ","ツンドラー"],["ツノガミ","グレイシャドウ"],["パピテフ","シルティア"],["ブルフェルノ","フロスカノン"],["トドドドン","ツンドラー"],["トドドドン","グレイシャル"],["ツキカゲ","ベイントール"],["ニャンギマリ","ニャンギマリ"],["オコチョ","ライバード"],["ライコーン","グラクレス"],["フブキツネ","デスティング"],["サラブレイズ","カバネドリ"],["ツララジカ","ボルゼクス"],["イヌズマ","ペコドン"],["シラヌイ","ヘルガルダ"],["アロアリュー","エレパンダ"],["シーペント","ヒエティ"],["ニャンバット","パリピドン"],["ラブマンダー","セイントール"],["ツジギリ","イグニクス"],["クレメーオ","ボルカノン"],["クレメーオ","アグニドラ"],["ラベロット","シヴァ"],["シルキーヌ","アヌビス"],["シルフィア","トロピティ"],["ゴクエンオ","レヴィドラ"],["ゴクエンオ","アグニドラ"],["ヤミトバリ","ボルカイザー"],["ヤマガミ","グレイシャル"],["アビスゴート","アオパオー"],["サラブラック","フラリーナ"],["ビリビリュー","ルナクイン"],["スナペント","アルパオー"],["シンエンオ","フェスキー"]]
  }, {
    name:"コモップ",
    icon:komoppuIcon,
    id:"53",
    type:[Ice],
    work:[
      {kind:Saisyuu,level:1},
      {kind:Reikyaku,level:1}
    ],
    item:["羊毛"],
    parent:[["モコロン","イノボウ"],["モコロン","チリザード"],["ツッパニャン","ソルレイス"],["ツッパニャン","チリザード"],["タマコッコ","ミステリア"],["タマコッコ","シャーマンダー"],["クルリス","ルナティ"],["キツネビ","カミナラシ"],["カモノスケ","ポプリーナ"],["カモノスケ","マグピス"],["ボルトラ","メリポップ"],["エテッパ","ペンタマ"],["エテッパ","コチグリ"],["ヒノコジカ","タマモ"],["ヒノコジカ","ミルフィー"],["ヒノコジカ","チルテト"],["ペンタマ","ケルピス"],["パチグリ","ナエモチ"],["パチグリ","ネムラム"],["タマモ","ソルレイス"],["タマモ","フォレーナ"],["ホウロック","モグルン"],["ホウロック","カミナラシ"],["チョロゾウ","ダリザード"],["チョロゾウ","ミステリア"],["ンダコアラ","ネムラム"],["ンダコアラ","モグルン"],["ミルフィー","ソルレイス"],["ミルフィー","チリザード"],["イノボウ","ニャオテト"],["ルナティ","シメナワ"],["ルナティ","オバケナワ"],["ヤミイカ","イバラヒメ"],["ヤミイカ","ヒメウサ"],["ニャオテト","ダリザード"],["クルットリ","ケルピス"],["クルットリ","マグピス"],["ポプリーナ","イバラヒメ"],["シメナワ","メリポップ"],["メリポップ","ラヴィ"],["ヒメウサ","コモップ"],["コモップ","コモップ"],["コチグリ","ナエモチ"],["チルテト","フォレーナ"]]
  }, {
    name:"ドンモップ",
    icon:donmoppuIcon,
    id:"54",
    type:[Ice],
    work:[
      {kind:Saisyuu,level:2},
      {kind:Reikyaku,level:2}
    ],
    item:["羊毛"],
    parent:[["キャプペン","ペコドン"],["キャプペン","グランモス"],["キャプペン","パリピドン"],["キャプペン","ブリザモス"],["ササゾー","サラブレイズ"],["ササゾー","イグニクス"],["ササゾー","ホルス"],["ササゾー","ライゾー"],["ホークウィン","イグニクス"],["ホークウィン","ホルス"],["ヘルゴート","ライバード"],["ヘルゴート","エレパンダ"],["ヘルゴート","フロスカノン"],["ヘルゴート","ルナクイン"],["パピテフ","クインビーナ"],["パピテフ","ボルカノン"],["パピテフ","グランモス"],["パピテフ","レヴィドラ"],["パピテフ","アグニドラ"],["ブルフェルノ","ボルカイザー"],["ブルフェルノ","シヴァ"],["クインビーナ","アルパオー"],["クインビーナ","ヒエティ"],["クインビーナ","トロピティ"],["ニャンギマリ","ペコドン"],["ニャンギマリ","グランモス"],["ニャンギマリ","レヴィドラ"],["ニャンギマリ","ブリザモス"],["ニャンギマリ","アグニドラ"],["ドンモップ","ドンモップ"],["ドンモップ","イグニクス"],["オコチョ","ボルカイザー"],["ライコーン","ツンドラー"],["ライコーン","ボルゼクス"],["ライコーン","グレイシャル"],["フブキツネ","スザク"],["フブキツネ","ゼノグリフ"],["フブキツネ","シヴァ"],["サラブレイズ","シルキーヌ"],["サラブレイズ","ヒエティ"],["サラブレイズ","アオパオー"],["イヌズマ","スザク"],["イヌズマ","ゼノグリフ"],["イヌズマ","セイントール"],["イヌズマ","ベイントール"],["シーペント","デスティング"],["シーペント","リリクイン"],["シーペント","フロスカノン"],["ニャンバット","スザク"],["ニャンバット","ゼノグリフ"],["ニャンバット","ベイントール"],["カバネドリ","ツンドラー"],["カバネドリ","ジオラーヴァ"],["カバネドリ","ボルゼクス"],["ツジギリ","ジオラーヴァ"],["ライバード","アヌビス"],["イグニクス","アオパオー"],["クレメーオ","グレイシャル"],["クレメーオ","ジェッドラン"],["クレメーオ","グレイシャドウ"],["シルキーヌ","グラクレス"],["シルキーヌ","フェスキー"],["シルキーヌ","ホルス"],["シルフィア","ペコドン"],["シルフィア","デスティング"],["シルフィア","リリクイン"],["シルフィア","パリピドン"],["アズレーン","ボルカノン"],["アズレーン","グランモス"],["アズレーン","レヴィドラ"],["アズレーン","ブリザモス"],["アズレーン","アグニドラ"],["ツンドラー","シンエンオ"],["ゴクエンオ","セイントール"],["ゴクエンオ","ジェッドラン"],["ゴクエンオ","グレイシャドウ"],["フラリーナ","ボルカイザー"],["フラリーナ","シヴァ"],["ボルカノン","アルパオー"],["ボルカノン","トロピティ"],["アルパオー","グラクレス"],["アルパオー","フェスキー"],["ヒエティ","グラクレス"],["ヒエティ","フェスキー"],["アヌビス","リリクイン"],["ライゾー","ホークウィン"],["ライゾー","ドンモップ"],["アビスゴート","ライバード"],["アビスゴート","サラブラック"],["アビスゴート","フロスカノン"],["アビスゴート","ルナクイン"],["サラブラック","シーペント"],["サラブラック","アヌビス"],["サラブラック","スナペント"],["ビリビリュー","ボルカイザー"],["スナペント","デスティング"],["スナペント","リリクイン"],["スナペント","パリピドン"],["シロカバネ","ヘルガルダ"],["シロカバネ","エレパンダ"],["シルティア","ペコドン"],["シルティア","デスティング"],["シルティア","パリピドン"],["シルティア","ブリザモス"],["シンエンオ","ジオラーヴァ"],["シンエンオ","ボルゼクス"],["シンエンオ","グレイシャル"],["フロスカノン","アヌビス"],["アオパオー","フェスキー"],["アオパオー","ホルス"],["トロピティ","グラクレス"],["トロピティ","レヴィドラ"],["トロピティ","アグニドラ"]]
  }, {
    name:"オコチョ",
    icon:okochoIcon,
    id:"55",
    type:[Ice, Dragon],
    work:[
      {kind:Saisyuu,level:1},
      {kind:Reikyaku,level:1}
    ],
    item:["皮"],
    parent:[["モコロン","ツンドラー"],["モコロン","ボルゼクス"],["ツッパニャン","ジオラーヴァ"],["ツッパニャン","ボルゼクス"],["タマコッコ","グレイシャドウ"],["キツネビ","エレパンダ"],["キツネビ","ルナクイン"],["カモノスケ","ペコドン"],["カモノスケ","パリピドン"],["ボルトラ","ヘルガルダ"],["ボルトラ","エレパンダ"],["エテッパ","サラブレイズ"],["エテッパ","フェスキー"],["ヒノコジカ","シルキーヌ"],["ヒノコジカ","ヒエティ"],["ヒノコジカ","アオパオー"],["ペンタマ","デスティング"],["ペンタマ","リリクイン"],["キャプペン","シャーキッド"],["キャプペン","マスクロウ"],["パチグリ","サラブラック"],["パチグリ","フロスカノン"],["ナエモチ","サラブレイズ"],["ナエモチ","ホルス"],["タマモ","ジオラーヴァ"],["ホウロック","ライバード"],["ホウロック","ルナクイン"],["チョロゾウ","グレイシャル"],["ンダコアラ","ライバード"],["ンダコアラ","フロスカノン"],["ミルフィー","ジオラーヴァ"],["ミルフィー","ボルゼクス"],["ネムラム","イグニクス"],["ネムラム","ホルス"],["イノボウ","アルパオー"],["イノボウ","トロピティ"],["ルナティ","ササゾー"],["ルナティ","ホークウィン"],["モグルン","イグニクス"],["モグルン","ライゾー"],["ヤミイカ","ボルカノン"],["ヤミイカ","レヴィドラ"],["ヤミイカ","アグニドラ"],["ニャオテト","ツンドラー"],["ニャオテト","グレイシャル"],["ルミカイト","イヌズマ"],["ガウルフ","シルフィア"],["ガウルフ","スナペント"],["クルットリ","デスティング"],["クルットリ","パリピドン"],["ポプリーナ","クインビーナ"],["ポプリーナ","ボルカノン"],["ポプリーナ","アグニドラ"],["ミルカルビ","クレメーオ"],["イバラヒメ","ペコドン"],["イバラヒメ","ブリザモス"],["シャーキッド","ニャンギマリ"],["シメナワ","ヘルガルダ"],["メリポップ","ホークウィン"],["メリポップ","ドンモップ"],["ベリゴート","ライコーン"],["ベリゴート","シンエンオ"],["メルパカ","ゴクエンオ"],["ツノガミ","ライコーン"],["ヒメウサ","グランモス"],["ヒメウサ","ブリザモス"],["ヘルゴート","フェザーロ"],["ヘルゴート","ヤミトバリ"],["パピテフ","ダリザード"],["パピテフ","ミステリア"],["ブルフェルノ","アロアリュー"],["ブルフェルノ","ビリビリュー"],["トドドドン","クレメーオ"],["トドドドン","ゴクエンオ"],["マスクロウ","シルティア"],["ダリザード","トロピティ"],["ツキカゲ","カバネドリ"],["エアムルグ","アヌビス"],["ゴリレイジ","シーペント"],["ゴリレイジ","アヌビス"],["ビーナイト","シルフィア"],["ビーナイト","シルティア"],["クインビーナ","マグピス"],["コモップ","グランモス"],["コモップ","レヴィドラ"],["コモップ","アグニドラ"],["オコチョ","オコチョ"],["オコチョ","ビリビリュー"],["フブキツネ","ドリタス"],["フブキツネ","スプラドン"],["イヌズマ","ラブラドン"],["シラヌイ","フラリーナ"],["ミステリア","アズレーン"],["アロアリュー","フラリーナ"],["シーペント","ヴィオレッタ"],["ソルレイス","シルキーヌ"],["ソルレイス","ヒエティ"],["ドリタス","ニャンバット"],["ニャンバット","ラブラドン"],["ラブマンダー","カバネドリ"],["ラブマンダー","シンエンオ"],["ラヴィ","ヘルガルダ"],["ラヴィ","エレパンダ"],["ラヴィ","ルナクイン"],["フォレーナ","シルキーヌ"],["フォレーナ","アオパオー"],["ケルピス","グラクレス"],["ケルピス","フェスキー"],["コチグリ","リリクイン"],["コチグリ","サラブラック"],["シャーマンダー","ニャンギマリ"],["シャーマンダー","アズレーン"],["オバケナワ","ヘルガルダ"],["ライゾー","カミナラシ"],["ヤマガミ","クレメーオ"],["ヤマガミ","ゴクエンオ"],["アビスゴート","エアムルグ"],["アビスゴート","フェザーロ"],["チリザード","アルパオー"],["チリザード","ヒエティ"],["スナペント","ヴィオレッタ"],["シロカバネ","ラベロット"],["シロカバネ","ムラクモ"],["マグピス","グラクレス"]]
  }, {
    name:"ライコーン",
    icon:raikonIcon,
    id:"56",
    type:[Thunder],
    work:[
      {kind:Bassai,level:1},
      {kind:Hatsuden,level:2}
    ],
    item:["皮", "発電器官", "角"],
    parent:[["カモノスケ","ボルカイザー"],["カモノスケ","スザク"],["カモノスケ","シヴァ"],["エテッパ","ツンドラー"],["エテッパ","グレイシャル"],["エテッパ","ジェッドラン"],["エテッパ","グレイシャドウ"],["ヒノコジカ","ライバード"],["ヒノコジカ","ヘルガルダ"],["ヒノコジカ","エレパンダ"],["ヒノコジカ","ルナクイン"],["ペンタマ","ボルカイザー"],["ペンタマ","シヴァ"],["キャプペン","シラヌイ"],["キャプペン","アロアリュー"],["キャプペン","ドリタス"],["キャプペン","ラブラドン"],["キャプペン","スプラドン"],["パチグリ","ボルカイザー"],["ナエモチ","ツンドラー"],["ナエモチ","ボルゼクス"],["ナエモチ","グレイシャル"],["ナエモチ","グレイシャドウ"],["ネムラム","ツンドラー"],["ネムラム","ジオラーヴァ"],["ネムラム","ボルゼクス"],["ネムラム","グレイシャル"],["イノボウ","ライバード"],["イノボウ","リリクイン"],["イノボウ","サラブラック"],["イノボウ","フロスカノン"],["イノボウ","ルナクイン"],["ルナティ","ヘルガルダ"],["ルナティ","エレパンダ"],["モグルン","ツンドラー"],["モグルン","ジオラーヴァ"],["モグルン","ボルゼクス"],["モグルン","グレイシャル"],["ヤミイカ","スザク"],["ヤミイカ","ゼノグリフ"],["ヤミイカ","セイントール"],["ヤミイカ","ベイントール"],["ヤミイカ","ジェッドラン"],["ルミカイト","パピテフ"],["ルミカイト","ニャンギマリ"],["ルミカイト","アズレーン"],["ルミカイト","アルパオー"],["ルミカイト","トロピティ"],["ガウルフ","ペコドン"],["ガウルフ","ボルカノン"],["ガウルフ","グランモス"],["ガウルフ","レヴィドラ"],["ガウルフ","ブリザモス"],["ガウルフ","アグニドラ"],["クルットリ","ボルカイザー"],["クルットリ","シヴァ"],["ポプリーナ","ゼノグリフ"],["ポプリーナ","セイントール"],["ポプリーナ","ベイントール"],["ポプリーナ","ジェッドラン"],["ポプリーナ","グレイシャドウ"],["ミルカルビ","ササゾー"],["ミルカルビ","シルキーヌ"],["ミルカルビ","アルパオー"],["ミルカルビ","ヒエティ"],["ミルカルビ","アオパオー"],["イバラヒメ","スザク"],["イバラヒメ","ゼノグリフ"],["イバラヒメ","シヴァ"],["シャーキッド","ペコドン"],["シャーキッド","デスティング"],["シャーキッド","リリクイン"],["シャーキッド","パリピドン"],["シャーキッド","ブリザモス"],["ササゾー","ベリゴート"],["ササゾー","ツノガミ"],["ササゾー","ツキカゲ"],["ササゾー","ラブマンダー"],["メリポップ","ヘルガルダ"],["メリポップ","ジオラーヴァ"],["ベリゴート","ホークウィン"],["ベリゴート","ドンモップ"],["ベリゴート","シルキーヌ"],["ベリゴート","アオパオー"],["メルパカ","パピテフ"],["メルパカ","シルキーヌ"],["メルパカ","アルパオー"],["メルパカ","ヒエティ"],["メルパカ","トロピティ"],["ツノガミ","ホークウィン"],["ツノガミ","シルキーヌ"],["ツノガミ","ヒエティ"],["ツノガミ","アオパオー"],["ホークウィン","ツキカゲ"],["ホークウィン","ラブマンダー"],["ヒメウサ","スザク"],["ヒメウサ","ゼノグリフ"],["ヒメウサ","ベイントール"],["ヒメウサ","シヴァ"],["ヘルゴート","ブルフェルノ"],["ヘルゴート","フブキツネ"],["ヘルゴート","ニャンバット"],["ヘルゴート","フラリーナ"],["パピテフ","ツララジカ"],["パピテフ","ドリタス"],["パピテフ","ラブラドン"],["ブルフェルノ","シーペント"],["ブルフェルノ","アヌビス"],["ブルフェルノ","スナペント"],["トドドドン","シルキーヌ"],["トドドドン","アルパオー"],["トドドドン","ヒエティ"],["トドドドン","トロピティ"],["マスクロウ","ペコドン"],["マスクロウ","グランモス"],["マスクロウ","デスティング"],["マスクロウ","パリピドン"],["マスクロウ","ブリザモス"],["ダリザード","ライバード"],["ダリザード","デスティング"],["ダリザード","リリクイン"],["ダリザード","サラブラック"],["ダリザード","フロスカノン"],["ツキカゲ","ドンモップ"],["エアムルグ","クインビーナ"],["エアムルグ","ボルカノン"],["エアムルグ","グラクレス"],["エアムルグ","フェスキー"],["エアムルグ","レヴィドラ"],["エアムルグ","アグニドラ"],["フェザーロ","クインビーナ"],["フェザーロ","サラブレイズ"],["フェザーロ","ボルカノン"],["フェザーロ","グラクレス"],["フェザーロ","フェスキー"],["ゴリレイジ","クインビーナ"],["ゴリレイジ","ボルカノン"],["ゴリレイジ","グランモス"],["ゴリレイジ","グラクレス"],["ゴリレイジ","レヴィドラ"],["ゴリレイジ","アグニドラ"],["ビーナイト","ペコドン"],["ビーナイト","グランモス"],["ビーナイト","レヴィドラ"],["ビーナイト","パリピドン"],["ビーナイト","ブリザモス"],["クインビーナ","ヴィオレッタ"],["クインビーナ","ヤミトバリ"],["ニャンギマリ","シラヌイ"],["ニャンギマリ","ドリタス"],["ニャンギマリ","ラブラドン"],["ニャンギマリ","スプラドン"],["コモップ","スザク"],["コモップ","ゼノグリフ"],["コモップ","セイントール"],["コモップ","ベイントール"],["ドンモップ","ラブマンダー"],["オコチョ","シーペント"],["オコチョ","シルフィア"],["オコチョ","アヌビス"],["オコチョ","スナペント"],["ライコーン","ライコーン"],["ライコーン","カバネドリ"],["ライコーン","クレメーオ"],["ライコーン","シンエンオ"],["フブキツネ","シロカバネ"],["サラブレイズ","ラベロット"],["サラブレイズ","ムラクモ"],["サラブレイズ","ヤミトバリ"],["ツララジカ","アズレーン"],["ツララジカ","ヒエティ"],["ツララジカ","トロピティ"],["イヌズマ","ツジギリ"],["イヌズマ","シロカバネ"],["シラヌイ","シルフィア"],["シラヌイ","スナペント"],["シラヌイ","シルティア"],["カミナラシ","ツンドラー"],["カミナラシ","ジオラーヴァ"],["カミナラシ","ボルゼクス"],["ミステリア","デスティング"],["ミステリア","リリクイン"],["ミステリア","パリピドン"],["ミステリア","フロスカノン"],["アロアリュー","シーペント"],["アロアリュー","シルフィア"],["アロアリュー","スナペント"],["アロアリュー","シルティア"],["シーペント","フラリーナ"],["ソルレイス","ライバード"],["ソルレイス","ヘルガルダ"],["ソルレイス","エレパンダ"],["ソルレイス","フロスカノン"],["ソルレイス","ルナクイン"],["ドリタス","アズレーン"],["ドリタス","シルティア"],["ニャンバット","シロカバネ"],["ラブマンダー","アオパオー"],["カバネドリ","クレメーオ"],["カバネドリ","ゴクエンオ"],["ツジギリ","クレメーオ"],["ツジギリ","ゴクエンオ"],["ライバード","フォレーナ"],["イグニクス","ラベロット"],["イグニクス","ムラクモ"],["クレメーオ","シンエンオ"],["フォレーナ","ヘルガルダ"],["フォレーナ","エレパンダ"],["フォレーナ","ルナクイン"],["ラベロット","フェスキー"],["ラベロット","ホルス"],["ヴィオレッタ","ボルカノン"],["ヴィオレッタ","グランモス"],["ヴィオレッタ","レヴィドラ"],["ヴィオレッタ","ブリザモス"],["ヴィオレッタ","アグニドラ"],["シルフィア","スプラドン"],["ケルピス","セイントール"],["ケルピス","グレイシャル"],["ケルピス","ジェッドラン"],["ケルピス","グレイシャドウ"],["アズレーン","ラブラドン"],["アズレーン","スプラドン"],["ゴクエンオ","シンエンオ"],["ラブラドン","トロピティ"],["フラリーナ","アヌビス"],["グラクレス","ヤミトバリ"],["ムラクモ","ホルス"],["ヤミトバリ","フェスキー"],["ヤミトバリ","ホルス"],["コチグリ","ボルカイザー"],["シャーマンダー","ペコドン"],["シャーマンダー","デスティング"],["シャーマンダー","リリクイン"],["シャーマンダー","サラブラック"],["シャーマンダー","パリピドン"],["ライゾー","ツキカゲ"],["ライゾー","ラベロット"],["ライゾー","ムラクモ"],["ヤマガミ","シルキーヌ"],["ヤマガミ","アルパオー"],["ヤマガミ","ヒエティ"],["ヤマガミ","アオパオー"],["ヤマガミ","トロピティ"],["アビスゴート","ブルフェルノ"],["アビスゴート","オコチョ"],["アビスゴート","フブキツネ"],["アビスゴート","フラリーナ"],["チリザード","ライバード"],["チリザード","エレパンダ"],["チリザード","サラブラック"],["チリザード","フロスカノン"],["チリザード","ルナクイン"],["サンドロ","サラブレイズ"],["サンドロ","イグニクス"],["サンドロ","グラクレス"],["サンドロ","フェスキー"],["サンドロ","ホルス"],["サラブラック","ミステリア"],["ビリビリュー","シーペント"],["ビリビリュー","シルフィア"],["ビリビリュー","アヌビス"],["ビリビリュー","スナペント"],["ビリビリュー","シルティア"],["シルティア","スプラドン"],["マグピス","セイントール"],["マグピス","ベイントール"],["マグピス","ジェッドラン"],["マグピス","グレイシャドウ"]]
  }, {
    name:"フブキツネ",
    icon:fubukitsuneIcon,
    id:"57",
    type:[Ice],
    work:[
      {kind:Reikyaku,level:2}
    ],
    item:["皮", "氷結器官"],
    parent:[["モコロン","スザク"],["モコロン","ゼノグリフ"],["モコロン","ベイントール"],["ツッパニャン","ゼノグリフ"],["ツッパニャン","セイントール"],["ツッパニャン","ベイントール"],["タマコッコ","シヴァ"],["クルリス","ジェッドラン"],["クルリス","グレイシャドウ"],["キツネビ","ツンドラー"],["キツネビ","ボルゼクス"],["キツネビ","グレイシャル"],["カモノスケ","ヘルガルダ"],["カモノスケ","エレパンダ"],["カモノスケ","ルナクイン"],["ボルトラ","ツンドラー"],["ボルトラ","グレイシャル"],["エテッパ","ペコドン"],["エテッパ","パリピドン"],["エテッパ","ブリザモス"],["ヒノコジカ","サラブレイズ"],["ヒノコジカ","イグニクス"],["ヒノコジカ","ホルス"],["ペンタマ","ヘルガルダ"],["キャプペン","フェザーロ"],["キャプペン","ヤミトバリ"],["キャプペン","サンドロ"],["パチグリ","ジオラーヴァ"],["ナエモチ","ペコドン"],["ナエモチ","グランモス"],["ナエモチ","ブリザモス"],["タマモ","セイントール"],["タマモ","ベイントール"],["タマモ","ジェッドラン"],["ホウロック","ツンドラー"],["ホウロック","ジオラーヴァ"],["ホウロック","ボルゼクス"],["チョロゾウ","スザク"],["チョロゾウ","シヴァ"],["ンダコアラ","ジオラーヴァ"],["ンダコアラ","ボルゼクス"],["ミルフィー","ゼノグリフ"],["ミルフィー","セイントール"],["ミルフィー","ベイントール"],["ネムラム","グランモス"],["ネムラム","レヴィドラ"],["ネムラム","ブリザモス"],["イノボウ","ドンモップ"],["イノボウ","ライゾー"],["ルナティ","サラブレイズ"],["ルナティ","グラクレス"],["ルナティ","フェスキー"],["モグルン","ボルカノン"],["モグルン","グランモス"],["モグルン","レヴィドラ"],["モグルン","アグニドラ"],["ヤミイカ","リリクイン"],["ヤミイカ","サラブラック"],["ヤミイカ","フロスカノン"],["ニャオテト","スザク"],["ニャオテト","ゼノグリフ"],["ルミカイト","カバネドリ"],["ルミカイト","シンエンオ"],["ガウルフ","アルパオー"],["ガウルフ","ヒエティ"],["ガウルフ","トロピティ"],["クルットリ","ヘルガルダ"],["クルットリ","エレパンダ"],["ポプリーナ","デスティング"],["ポプリーナ","リリクイン"],["ポプリーナ","サラブラック"],["ミルカルビ","シロカバネ"],["イバラヒメ","ライバード"],["イバラヒメ","エレパンダ"],["イバラヒメ","ルナクイン"],["シャーキッド","ササゾー"],["シャーキッド","シルキーヌ"],["シャーキッド","アオパオー"],["シメナワ","グレイシャル"],["シメナワ","グレイシャドウ"],["ササゾー","ミステリア"],["メリポップ","クインビーナ"],["メリポップ","グラクレス"],["メリポップ","フェスキー"],["ベリゴート","ヘルゴート"],["メルパカ","ツジギリ"],["ツノガミ","シロカバネ"],["ホークウィン","ダリザード"],["ホークウィン","ミステリア"],["ヒメウサ","ライバード"],["ヒメウサ","フロスカノン"],["ヒメウサ","ルナクイン"],["ヘルゴート","ツキカゲ"],["ヘルゴート","ラブマンダー"],["パピテフ","エアムルグ"],["パピテフ","ゴリレイジ"],["パピテフ","ヴィオレッタ"],["ブルフェルノ","イヌズマ"],["ブルフェルノ","ニャンバット"],["トドドドン","ツジギリ"],["トドドドン","シロカバネ"],["マスクロウ","シルキーヌ"],["マスクロウ","ヒエティ"],["マスクロウ","アオパオー"],["ダリザード","ドンモップ"],["ツキカゲ","アヌビス"],["エアムルグ","ニャンギマリ"],["エアムルグ","アズレーン"],["フェザーロ","ニャンギマリ"],["フェザーロ","アズレーン"],["ゴリレイジ","アズレーン"],["ゴリレイジ","トロピティ"],["ビーナイト","シルキーヌ"],["ビーナイト","アルパオー"],["ビーナイト","ヒエティ"],["クインビーナ","カミナラシ"],["ニャンギマリ","ヤミトバリ"],["コモップ","ライバード"],["コモップ","サラブラック"],["コモップ","フロスカノン"],["ドンモップ","ミステリア"],["オコチョ","イヌズマ"],["ライコーン","ドリタス"],["ライコーン","ラブラドン"],["ライコーン","スプラドン"],["フブキツネ","フブキツネ"],["フブキツネ","フラリーナ"],["サラブレイズ","フォレーナ"],["ツララジカ","カバネドリ"],["ツララジカ","ツジギリ"],["イヌズマ","フラリーナ"],["シラヌイ","クレメーオ"],["シラヌイ","ゴクエンオ"],["カミナラシ","ボルカノン"],["カミナラシ","レヴィドラ"],["カミナラシ","アグニドラ"],["アロアリュー","クレメーオ"],["アロアリュー","ゴクエンオ"],["シーペント","ムラクモ"],["ソルレイス","イグニクス"],["ソルレイス","ホルス"],["ドリタス","シンエンオ"],["ニャンバット","フラリーナ"],["ラヴィ","ツンドラー"],["ラヴィ","グレイシャル"],["カバネドリ","ラブラドン"],["イグニクス","フォレーナ"],["クレメーオ","スプラドン"],["フォレーナ","ホルス"],["ラベロット","シルフィア"],["ラベロット","シルティア"],["ヴィオレッタ","アルパオー"],["ヴィオレッタ","トロピティ"],["シルフィア","ムラクモ"],["ケルピス","ペコドン"],["ケルピス","デスティング"],["ケルピス","パリピドン"],["チルテト","セイントール"],["チルテト","ジェッドラン"],["チルテト","グレイシャドウ"],["シャーマンダー","ササゾー"],["シャーマンダー","ホークウィン"],["シャーマンダー","アオパオー"],["オバケナワ","ジェッドラン"],["オバケナワ","グレイシャドウ"],["ライゾー","ソルレイス"],["ライゾー","チリザード"],["ヤマガミ","ツジギリ"],["ヤマガミ","シロカバネ"],["アビスゴート","ツキカゲ"],["アビスゴート","ラブマンダー"],["チリザード","イグニクス"],["サンドロ","シルフィア"],["サンドロ","シルティア"],["ビリビリュー","ゴクエンオ"],["スナペント","ラベロット"],["スナペント","ムラクモ"],["シルティア","ヤミトバリ"],["マグピス","デスティング"],["マグピス","リリクイン"],["マグピス","パリピドン"],["シンエンオ","ラブラドン"]]
  }, {
    name:"サラブレイズ",
    icon:sarabureizuIcon,
    id:"58",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:2},
      {kind:Bassai,level:1}
    ],
    item:["発火器官", "皮"],
    parent:[["キャプペン","ライバード"],["キャプペン","ヘルガルダ"],["キャプペン","エレパンダ"],["キャプペン","ルナクイン"],["ササゾー","ペコドン"],["ササゾー","グランモス"],["ササゾー","レヴィドラ"],["ササゾー","ブリザモス"],["ホークウィン","ボルカノン"],["ホークウィン","グランモス"],["ホークウィン","レヴィドラ"],["ホークウィン","ブリザモス"],["ホークウィン","アグニドラ"],["ヘルゴート","ツンドラー"],["ヘルゴート","ジオラーヴァ"],["ヘルゴート","ボルゼクス"],["ヘルゴート","グレイシャル"],["パピテフ","ライバード"],["パピテフ","リリクイン"],["パピテフ","サラブラック"],["パピテフ","フロスカノン"],["クインビーナ","ドンモップ"],["クインビーナ","イグニクス"],["ニャンギマリ","ライバード"],["ニャンギマリ","エレパンダ"],["ニャンギマリ","フロスカノン"],["ニャンギマリ","ルナクイン"],["ドンモップ","ボルカノン"],["ドンモップ","グランモス"],["ドンモップ","レヴィドラ"],["ドンモップ","アグニドラ"],["ライコーン","スザク"],["ライコーン","ゼノグリフ"],["ライコーン","シヴァ"],["サラブレイズ","サラブレイズ"],["サラブレイズ","イグニクス"],["サラブレイズ","フェスキー"],["サラブレイズ","ホルス"],["シーペント","ジオラーヴァ"],["カバネドリ","スザク"],["カバネドリ","ゼノグリフ"],["カバネドリ","セイントール"],["カバネドリ","ベイントール"],["ツジギリ","セイントール"],["ツジギリ","ベイントール"],["ツジギリ","ジェッドラン"],["ツジギリ","グレイシャドウ"],["ライバード","アズレーン"],["イグニクス","グラクレス"],["イグニクス","フェスキー"],["クレメーオ","ボルカイザー"],["クレメーオ","シヴァ"],["シルキーヌ","ペコドン"],["シルキーヌ","デスティング"],["シルキーヌ","パリピドン"],["シルキーヌ","ブリザモス"],["シルフィア","ヘルガルダ"],["シルフィア","エレパンダ"],["アズレーン","フロスカノン"],["アズレーン","ルナクイン"],["ゴクエンオ","ボルカイザー"],["ゴクエンオ","シヴァ"],["ペコドン","ヒエティ"],["ペコドン","アオパオー"],["アルパオー","デスティング"],["アルパオー","リリクイン"],["ヒエティ","デスティング"],["ヒエティ","リリクイン"],["グラクレス","ホルス"],["フェスキー","ホルス"],["ジオラーヴァ","アヌビス"],["アヌビス","ボルゼクス"],["ライゾー","クインビーナ"],["ライゾー","ボルカノン"],["ライゾー","グラクレス"],["ライゾー","フェスキー"],["アビスゴート","ツンドラー"],["アビスゴート","ジオラーヴァ"],["アビスゴート","ボルゼクス"],["サラブラック","アズレーン"],["サラブラック","アルパオー"],["サラブラック","トロピティ"],["スナペント","ヘルガルダ"],["シロカバネ","グレイシャル"],["シロカバネ","ジェッドラン"],["シロカバネ","グレイシャドウ"],["シルティア","ヘルガルダ"],["シルティア","エレパンダ"],["シルティア","ルナクイン"],["シンエンオ","スザク"],["シンエンオ","ゼノグリフ"],["シンエンオ","ベイントール"],["パリピドン","アルパオー"],["パリピドン","ヒエティ"],["パリピドン","アオパオー"],["フロスカノン","トロピティ"],["アオパオー","グランモス"],["アオパオー","ブリザモス"],["トロピティ","デスティング"],["トロピティ","リリクイン"]]
  }, {
    name:"サラブラック",
    icon:saraburakkuIcon,
    id:"58B",
    type:[Fire, Dark],
    work:[
      {kind:Hiokoshi,level:2},
      {kind:Bassai,level:1}
    ],
    item:["発火器官", "皮"],
    parent:[["サラブレイズ","クレメーオ"],["サラブラック","サラブラック"]]
  }, {
    name:"ツララジカ",
    icon:tsurarazikaIcon,
    id:"59",
    type:[Ice],
    work:[
      {kind:Bassai,level:2}
    ],
    item:["ツララジカの鹿肉", "角", "皮", "氷結器官"],
    parent:[["モコロン","ペコドン"],["モコロン","ブリザモス"],["ツッパニャン","グランモス"],["ツッパニャン","ブリザモス"],["タマコッコ","デスティング"],["タマコッコ","リリクイン"],["クルリス","クインビーナ"],["クルリス","ボルカノン"],["キツネビ","サラブレイズ"],["キツネビ","フェスキー"],["カモノスケ","ササゾー"],["カモノスケ","ホークウィン"],["ボルトラ","グラクレス"],["ボルトラ","フェスキー"],["エテッパ","ニャンギマリ"],["エテッパ","アズレーン"],["ペンタマ","ドンモップ"],["キャプペン","ナエモチ"],["キャプペン","ネムラム"],["パチグリ","イグニクス"],["パチグリ","ライゾー"],["ナエモチ","ニャンギマリ"],["タマモ","グランモス"],["タマモ","レヴィドラ"],["タマモ","アグニドラ"],["ホウロック","サラブレイズ"],["ホウロック","ホルス"],["チョロゾウ","デスティング"],["チョロゾウ","パリピドン"],["ンダコアラ","イグニクス"],["ンダコアラ","ホルス"],["ミルフィー","グランモス"],["ミルフィー","レヴィドラ"],["ネムラム","シルティア"],["イノボウ","シロカバネ"],["ルナティ","アヌビス"],["ルナティ","アビスゴート"],["モグルン","シルフィア"],["モグルン","シルティア"],["ヤミイカ","アルパオー"],["ヤミイカ","ヒエティ"],["ニャオテト","ペコドン"],["ニャオテト","パリピドン"],["ルミカイト","メルパカ"],["ルミカイト","トドドドン"],["ルミカイト","ツララジカ"],["ガウルフ","クレメーオ"],["クルットリ","ホークウィン"],["クルットリ","ドンモップ"],["ポプリーナ","アルパオー"],["ポプリーナ","トロピティ"],["ミルカルビ","ドリタス"],["ミルカルビ","スプラドン"],["イバラヒメ","ササゾー"],["イバラヒメ","アオパオー"],["シャーキッド","カバネドリ"],["シャーキッド","シンエンオ"],["シメナワ","クインビーナ"],["シメナワ","グラクレス"],["メリポップ","シーペント"],["メリポップ","アヌビス"],["ベリゴート","シラヌイ"],["ベリゴート","アロアリュー"],["メルパカ","ラブラドン"],["ツノガミ","シラヌイ"],["ツノガミ","スプラドン"],["ヒメウサ","シルキーヌ"],["ヒメウサ","アオパオー"],["ヘルゴート","フォレーナ"],["パピテフ","ケルピス"],["パピテフ","マグピス"],["トドドドン","ラブラドン"],["マスクロウ","ライコーン"],["マスクロウ","シンエンオ"],["ダリザード","ツジギリ"],["ツキカゲ","オコチョ"],["ツキカゲ","ビリビリュー"],["フェザーロ","イヌズマ"],["ゴリレイジ","ゴクエンオ"],["ビーナイト","ライコーン"],["コモップ","シルキーヌ"],["コモップ","ヒエティ"],["フブキツネ","ラベロット"],["サラブレイズ","ラヴィ"],["ツララジカ","ツララジカ"],["イヌズマ","ヤミトバリ"],["カミナラシ","シルフィア"],["カミナラシ","スナペント"],["ミステリア","ツジギリ"],["アロアリュー","ラブマンダー"],["ニャンバット","ヤミトバリ"],["ラヴィ","フェスキー"],["クレメーオ","ヴィオレッタ"],["ヴィオレッタ","ゴクエンオ"],["ケルピス","アズレーン"],["フラリーナ","ムラクモ"],["コチグリ","ライゾー"],["チルテト","ボルカノン"],["チルテト","レヴィドラ"],["チルテト","アグニドラ"],["シャーマンダー","カバネドリ"],["オバケナワ","クインビーナ"],["オバケナワ","グラクレス"],["ヤマガミ","ドリタス"],["ヤマガミ","ラブラドン"],["チリザード","シロカバネ"],["サンドロ","フブキツネ"],["サンドロ","ニャンバット"],["ビリビリュー","ラブマンダー"],["マグピス","トロピティ"]]
  }, {
    name:"イヌズマ",
    icon:inuzumaIcon,
    id:"60",
    type:[Thunder],
    work:[
      {kind:Hatsuden,level:2}
    ],
    item:["発電器官"],
    parent:[["モコロン","ボルカイザー"],["ツッパニャン","ボルカイザー"],["クルリス","スザク"],["クルリス","シヴァ"],["キツネビ","スザク"],["キツネビ","ゼノグリフ"],["キツネビ","セイントール"],["キツネビ","ベイントール"],["カモノスケ","ツンドラー"],["カモノスケ","ジオラーヴァ"],["カモノスケ","ボルゼクス"],["カモノスケ","グレイシャル"],["ボルトラ","スザク"],["ボルトラ","ゼノグリフ"],["ボルトラ","ベイントール"],["エテッパ","ライバード"],["エテッパ","エレパンダ"],["エテッパ","フロスカノン"],["エテッパ","ルナクイン"],["ヒノコジカ","クインビーナ"],["ヒノコジカ","ボルカノン"],["ヒノコジカ","グランモス"],["ヒノコジカ","レヴィドラ"],["ヒノコジカ","アグニドラ"],["ペンタマ","ツンドラー"],["ペンタマ","グレイシャル"],["ペンタマ","グレイシャドウ"],["キャプペン","ベリゴート"],["キャプペン","ツキカゲ"],["キャプペン","ラブマンダー"],["パチグリ","セイントール"],["パチグリ","ジェッドラン"],["パチグリ","グレイシャドウ"],["ナエモチ","ライバード"],["ナエモチ","サラブラック"],["ナエモチ","フロスカノン"],["ナエモチ","ルナクイン"],["タマモ","ボルカイザー"],["タマモ","シヴァ"],["ホウロック","ゼノグリフ"],["ホウロック","セイントール"],["ホウロック","ベイントール"],["ホウロック","ジェッドラン"],["ンダコアラ","セイントール"],["ンダコアラ","ベイントール"],["ンダコアラ","ジェッドラン"],["ンダコアラ","グレイシャドウ"],["ミルフィー","ボルカイザー"],["ミルフィー","シヴァ"],["ネムラム","ライバード"],["ネムラム","リリクイン"],["ネムラム","サラブラック"],["ネムラム","フロスカノン"],["イノボウ","クインビーナ"],["イノボウ","ボルカノン"],["イノボウ","グラクレス"],["イノボウ","フェスキー"],["ルナティ","ペコドン"],["ルナティ","グランモス"],["ルナティ","パリピドン"],["ルナティ","ブリザモス"],["モグルン","デスティング"],["モグルン","リリクイン"],["モグルン","サラブラック"],["モグルン","フロスカノン"],["ヤミイカ","ヘルガルダ"],["ルミカイト","ヘルゴート"],["ルミカイト","アビスゴート"],["ガウルフ","ホークウィン"],["ガウルフ","ドンモップ"],["ガウルフ","ライゾー"],["クルットリ","ツンドラー"],["クルットリ","ボルゼクス"],["クルットリ","グレイシャル"],["ポプリーナ","ヘルガルダ"],["ポプリーナ","エレパンダ"],["ミルカルビ","シーペント"],["ミルカルビ","シルフィア"],["ミルカルビ","アヌビス"],["ミルカルビ","スナペント"],["イバラヒメ","ツンドラー"],["イバラヒメ","ジオラーヴァ"],["イバラヒメ","ボルゼクス"],["シャーキッド","サラブレイズ"],["シャーキッド","イグニクス"],["シャーキッド","ホルス"],["シャーキッド","ライゾー"],["シメナワ","スザク"],["シメナワ","ゼノグリフ"],["シメナワ","シヴァ"],["ササゾー","エアムルグ"],["ササゾー","フェザーロ"],["ササゾー","ゴリレイジ"],["ササゾー","ヴィオレッタ"],["メリポップ","ペコドン"],["メリポップ","デスティング"],["メリポップ","パリピドン"],["メリポップ","ブリザモス"],["ベリゴート","シルフィア"],["ベリゴート","スナペント"],["ベリゴート","シルティア"],["メルパカ","ヘルゴート"],["メルパカ","シーペント"],["メルパカ","アヌビス"],["メルパカ","アビスゴート"],["ツノガミ","シーペント"],["ツノガミ","シルフィア"],["ツノガミ","スナペント"],["ツノガミ","シルティア"],["ホークウィン","エアムルグ"],["ホークウィン","ゴリレイジ"],["ホークウィン","ヴィオレッタ"],["ヒメウサ","ジオラーヴァ"],["ヒメウサ","ボルゼクス"],["ヘルゴート","トドドドン"],["ヘルゴート","ツララジカ"],["ヘルゴート","ラブラドン"],["パピテフ","ラベロット"],["パピテフ","ムラクモ"],["ブルフェルノ","ライコーン"],["ブルフェルノ","カバネドリ"],["ブルフェルノ","シンエンオ"],["トドドドン","アヌビス"],["マスクロウ","イグニクス"],["マスクロウ","ホルス"],["ダリザード","クインビーナ"],["ダリザード","サラブレイズ"],["ダリザード","グラクレス"],["ダリザード","フェスキー"],["ツキカゲ","ニャンギマリ"],["ツキカゲ","アズレーン"],["ツキカゲ","シルティア"],["エアムルグ","シルキーヌ"],["エアムルグ","アオパオー"],["フェザーロ","シルキーヌ"],["フェザーロ","ヒエティ"],["フェザーロ","アオパオー"],["ゴリレイジ","ドンモップ"],["ゴリレイジ","アオパオー"],["ビーナイト","ドンモップ"],["ビーナイト","イグニクス"],["クインビーナ","ソルレイス"],["ニャンギマリ","ラブマンダー"],["コモップ","ジオラーヴァ"],["ドンモップ","ヴィオレッタ"],["オコチョ","ライコーン"],["オコチョ","カバネドリ"],["オコチョ","シンエンオ"],["ライコーン","フラリーナ"],["フブキツネ","クレメーオ"],["フブキツネ","ゴクエンオ"],["サラブレイズ","ミステリア"],["ツララジカ","アヌビス"],["イヌズマ","イヌズマ"],["イヌズマ","ゴクエンオ"],["シラヌイ","ツジギリ"],["シラヌイ","シロカバネ"],["カミナラシ","デスティング"],["カミナラシ","リリクイン"],["カミナラシ","パリピドン"],["ミステリア","グラクレス"],["ミステリア","フェスキー"],["ミステリア","ホルス"],["アロアリュー","カバネドリ"],["アロアリュー","ツジギリ"],["ソルレイス","ボルカノン"],["ソルレイス","グランモス"],["ソルレイス","レヴィドラ"],["ソルレイス","アグニドラ"],["ドリタス","シロカバネ"],["ニャンバット","クレメーオ"],["ニャンバット","ゴクエンオ"],["ラブマンダー","シルフィア"],["ラブマンダー","シルティア"],["ラヴィ","スザク"],["ラヴィ","ゼノグリフ"],["ラヴィ","セイントール"],["ラヴィ","ベイントール"],["ツジギリ","スプラドン"],["ライバード","ケルピス"],["クレメーオ","フラリーナ"],["フォレーナ","ボルカノン"],["フォレーナ","グランモス"],["フォレーナ","レヴィドラ"],["フォレーナ","ブリザモス"],["フォレーナ","アグニドラ"],["ラベロット","アルパオー"],["ラベロット","ヒエティ"],["ラベロット","トロピティ"],["シルキーヌ","ヤミトバリ"],["ケルピス","ヘルガルダ"],["ケルピス","エレパンダ"],["ケルピス","ルナクイン"],["アズレーン","ムラクモ"],["アルパオー","ムラクモ"],["アルパオー","ヤミトバリ"],["ヒエティ","ヤミトバリ"],["コチグリ","グレイシャル"],["コチグリ","ジェッドラン"],["コチグリ","グレイシャドウ"],["チルテト","ボルカイザー"],["チルテト","シヴァ"],["シャーマンダー","サラブレイズ"],["シャーマンダー","イグニクス"],["シャーマンダー","フェスキー"],["シャーマンダー","ホルス"],["オバケナワ","スザク"],["オバケナワ","ゼノグリフ"],["オバケナワ","シヴァ"],["ライゾー","マスクロウ"],["ライゾー","ビーナイト"],["ヤマガミ","シーペント"],["ヤマガミ","アヌビス"],["ヤマガミ","アビスゴート"],["ヤマガミ","スナペント"],["アビスゴート","トドドドン"],["アビスゴート","ツララジカ"],["チリザード","クインビーナ"],["チリザード","ボルカノン"],["チリザード","グラクレス"],["チリザード","レヴィドラ"],["チリザード","アグニドラ"],["サンドロ","シルキーヌ"],["サンドロ","アルパオー"],["サンドロ","ヒエティ"],["サンドロ","トロピティ"],["サラブラック","カミナラシ"],["ビリビリュー","カバネドリ"],["ビリビリュー","ツジギリ"],["ビリビリュー","シンエンオ"],["シロカバネ","ラブラドン"],["シロカバネ","スプラドン"],["マグピス","ヘルガルダ"],["マグピス","エレパンダ"],["マグピス","ルナクイン"],["シンエンオ","フラリーナ"],["アオパオー","ヤミトバリ"],["トロピティ","ムラクモ"]]
  }, {
    name:"シラヌイ",
    icon:shiranuiIcon,
    id:"61",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:2}
    ],
    item:["皮", "発火器官"],
    parent:[["モコロン","ヘルガルダ"],["モコロン","エレパンダ"],["ツッパニャン","ヘルガルダ"],["ツッパニャン","エレパンダ"],["ツッパニャン","ルナクイン"],["タマコッコ","ジオラーヴァ"],["クルリス","ライバード"],["クルリス","サラブラック"],["クルリス","フロスカノン"],["キツネビ","デスティング"],["キツネビ","リリクイン"],["キツネビ","パリピドン"],["カモノスケ","クインビーナ"],["カモノスケ","ボルカノン"],["カモノスケ","グラクレス"],["ボルトラ","デスティング"],["ボルトラ","リリクイン"],["ボルトラ","サラブラック"],["エテッパ","ホークウィン"],["エテッパ","ドンモップ"],["ヒノコジカ","キャプペン"],["ヒノコジカ","ニャンギマリ"],["ヒノコジカ","アズレーン"],["ペンタマ","ボルカノン"],["ペンタマ","グランモス"],["ペンタマ","レヴィドラ"],["ペンタマ","アグニドラ"],["キャプペン","イノボウ"],["キャプペン","ソルレイス"],["キャプペン","チリザード"],["パチグリ","ペコドン"],["パチグリ","グランモス"],["パチグリ","ブリザモス"],["ナエモチ","ササゾー"],["ナエモチ","ホークウィン"],["ナエモチ","ドンモップ"],["タマモ","ライバード"],["タマモ","エレパンダ"],["タマモ","ルナクイン"],["ホウロック","ペコドン"],["ホウロック","デスティング"],["ホウロック","パリピドン"],["ンダコアラ","ペコドン"],["ンダコアラ","パリピドン"],["ンダコアラ","ブリザモス"],["ミルフィー","ライバード"],["ミルフィー","エレパンダ"],["ミルフィー","ルナクイン"],["ネムラム","ササゾー"],["ネムラム","ホークウィン"],["ネムラム","アオパオー"],["イノボウ","シルフィア"],["イノボウ","シルティア"],["ルナティ","パピテフ"],["ルナティ","アルパオー"],["ルナティ","トロピティ"],["モグルン","ササゾー"],["モグルン","シルキーヌ"],["モグルン","アオパオー"],["ヤミイカ","サラブレイズ"],["ヤミイカ","イグニクス"],["ヤミイカ","ホルス"],["ニャオテト","ヘルガルダ"],["ルミカイト","ブルフェルノ"],["ルミカイト","オコチョ"],["ルミカイト","フラリーナ"],["ガウルフ","ヘルゴート"],["クルットリ","クインビーナ"],["クルットリ","ボルカノン"],["クルットリ","レヴィドラ"],["クルットリ","アグニドラ"],["ポプリーナ","イグニクス"],["ポプリーナ","ホルス"],["ポプリーナ","ライゾー"],["ミルカルビ","フブキツネ"],["ミルカルビ","イヌズマ"],["ミルカルビ","ニャンバット"],["イバラヒメ","クインビーナ"],["イバラヒメ","グラクレス"],["イバラヒメ","フェスキー"],["シャーキッド","シーペント"],["シャーキッド","アヌビス"],["シャーキッド","アビスゴート"],["シメナワ","リリクイン"],["シメナワ","サラブラック"],["シメナワ","フロスカノン"],["メリポップ","アルパオー"],["メリポップ","ヒエティ"],["メリポップ","トロピティ"],["ベリゴート","イヌズマ"],["メルパカ","フブキツネ"],["メルパカ","フラリーナ"],["ツノガミ","イヌズマ"],["ツノガミ","ニャンバット"],["ヒメウサ","サラブレイズ"],["ヒメウサ","グラクレス"],["ヒメウサ","フェスキー"],["ヘルゴート","マスクロウ"],["ヘルゴート","ビーナイト"],["パピテフ","フォレーナ"],["ブルフェルノ","ツララジカ"],["ブルフェルノ","ラブラドン"],["トドドドン","フブキツネ"],["トドドドン","フラリーナ"],["マスクロウ","アヌビス"],["ダリザード","シルフィア"],["ダリザード","スナペント"],["ダリザード","シルティア"],["ツキカゲ","クレメーオ"],["ツキカゲ","ゴクエンオ"],["エアムルグ","ツジギリ"],["エアムルグ","シロカバネ"],["フェザーロ","ツジギリ"],["ゴリレイジ","シロカバネ"],["ニャンギマリ","ソルレイス"],["ニャンギマリ","フォレーナ"],["コモップ","サラブレイズ"],["コモップ","フェスキー"],["コモップ","ホルス"],["ドンモップ","ケルピス"],["オコチョ","ドリタス"],["オコチョ","ラブラドン"],["ライコーン","ラベロット"],["ライコーン","ムラクモ"],["ツララジカ","フラリーナ"],["シラヌイ","シラヌイ"],["シラヌイ","アロアリュー"],["シラヌイ","スプラドン"],["カミナラシ","シルキーヌ"],["カミナラシ","ヒエティ"],["カミナラシ","アオパオー"],["ミステリア","シーペント"],["ミステリア","シルフィア"],["ミステリア","スナペント"],["アロアリュー","ドリタス"],["アロアリュー","スプラドン"],["ソルレイス","アズレーン"],["ラブマンダー","ゴクエンオ"],["ラヴィ","デスティング"],["ラヴィ","リリクイン"],["ラヴィ","パリピドン"],["カバネドリ","ラベロット"],["カバネドリ","ヤミトバリ"],["ツジギリ","ヤミトバリ"],["イグニクス","マグピス"],["フォレーナ","アズレーン"],["ラベロット","シンエンオ"],["コチグリ","グランモス"],["コチグリ","レヴィドラ"],["コチグリ","ブリザモス"],["コチグリ","アグニドラ"],["チルテト","ライバード"],["チルテト","フロスカノン"],["チルテト","ルナクイン"],["シャーマンダー","シーペント"],["シャーマンダー","アヌビス"],["シャーマンダー","スナペント"],["オバケナワ","リリクイン"],["オバケナワ","サラブラック"],["オバケナワ","フロスカノン"],["ライゾー","ケルピス"],["ライゾー","マグピス"],["ヤマガミ","フブキツネ"],["ヤマガミ","ニャンバット"],["アビスゴート","マスクロウ"],["アビスゴート","ビーナイト"],["チリザード","ニャンギマリ"],["チリザード","シルティア"],["サンドロ","カバネドリ"],["サンドロ","シンエンオ"],["ビリビリュー","ドリタス"],["ビリビリュー","ラブラドン"],["ビリビリュー","スプラドン"],["シロカバネ","ヴィオレッタ"],["シンエンオ","ムラクモ"]]
  }, {
    name:"カミナラシ",
    icon:kaminarashiIcon,
    id:"62",
    type:[Thunder],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Hatsuden,level:1}
    ],
    item:["発電器官"],
    parent:[["モコロン","ベリゴート"],["モコロン","ツキカゲ"],["モコロン","ラブマンダー"],["ツッパニャン","ツキカゲ"],["ツッパニャン","ラブマンダー"],["タマコッコ","ミルカルビ"],["タマコッコ","ベリゴート"],["タマコッコ","ツノガミ"],["タマコッコ","ヤマガミ"],["クルリス","ラベロット"],["クルリス","ムラクモ"],["クルリス","サンドロ"],["キツネビ","エアムルグ"],["キツネビ","フェザーロ"],["キツネビ","ヤミトバリ"],["キツネビ","サンドロ"],["カモノスケ","シャーキッド"],["カモノスケ","マスクロウ"],["カモノスケ","ビーナイト"],["カモノスケ","シャーマンダー"],["ボルトラ","フェザーロ"],["ボルトラ","ラベロット"],["ボルトラ","ヤミトバリ"],["ボルトラ","サンドロ"],["エテッパ","ヒノコジカ"],["エテッパ","ルナティ"],["エテッパ","ソルレイス"],["エテッパ","フォレーナ"],["ヒノコジカ","ケルピス"],["ヒノコジカ","マグピス"],["ペンタマ","ガウルフ"],["ペンタマ","マスクロウ"],["ペンタマ","ビーナイト"],["ペンタマ","ヴィオレッタ"],["パチグリ","ガウルフ"],["パチグリ","エアムルグ"],["パチグリ","ゴリレイジ"],["パチグリ","ヴィオレッタ"],["ナエモチ","ルナティ"],["ナエモチ","メリポップ"],["ナエモチ","フォレーナ"],["タマモ","ツキカゲ"],["タマモ","ムラクモ"],["ホウロック","エアムルグ"],["ホウロック","フェザーロ"],["ホウロック","ゴリレイジ"],["ホウロック","ヤミトバリ"],["チョロゾウ","ミルカルビ"],["チョロゾウ","ベリゴート"],["チョロゾウ","ツノガミ"],["チョロゾウ","ラブマンダー"],["ンダコアラ","エアムルグ"],["ンダコアラ","フェザーロ"],["ンダコアラ","ゴリレイジ"],["ンダコアラ","ヴィオレッタ"],["ミルフィー","ツキカゲ"],["ネムラム","ルナティ"],["ネムラム","メリポップ"],["イノボウ","ヤミイカ"],["イノボウ","ポプリーナ"],["イノボウ","コモップ"],["イノボウ","マグピス"],["ルナティ","モグルン"],["モグルン","メリポップ"],["モグルン","カミナラシ"],["ヤミイカ","ダリザード"],["ヤミイカ","ミステリア"],["ヤミイカ","チリザード"],["ニャオテト","ベリゴート"],["ニャオテト","ツノガミ"],["ニャオテト","ツキカゲ"],["ニャオテト","ラブマンダー"],["ガウルフ","クルットリ"],["クルットリ","シャーキッド"],["クルットリ","マスクロウ"],["クルットリ","ビーナイト"],["ポプリーナ","ダリザード"],["ポプリーナ","ソルレイス"],["ポプリーナ","チリザード"],["イバラヒメ","シャーキッド"],["イバラヒメ","マスクロウ"],["イバラヒメ","ミステリア"],["イバラヒメ","シャーマンダー"],["シャーキッド","ヒメウサ"],["シメナワ","ラベロット"],["シメナワ","ムラクモ"],["シメナワ","ヤミトバリ"],["シメナワ","サンドロ"],["メリポップ","カミナラシ"],["ヒメウサ","ダリザード"],["ヒメウサ","ミステリア"],["ダリザード","コモップ"],["フェザーロ","ラヴィ"],["コモップ","ミステリア"],["カミナラシ","カミナラシ"],["ソルレイス","ケルピス"],["ソルレイス","マグピス"],["ラヴィ","ヤミトバリ"],["フォレーナ","ケルピス"],["フォレーナ","マグピス"],["コチグリ","ガウルフ"],["コチグリ","ゴリレイジ"],["コチグリ","ビーナイト"],["コチグリ","ヴィオレッタ"],["チルテト","ラベロット"],["チルテト","ムラクモ"],["シャーマンダー","ヒメウサ"],["シャーマンダー","コモップ"],["オバケナワ","ラベロット"],["オバケナワ","ムラクモ"],["オバケナワ","サンドロ"],["チリザード","ケルピス"],["チリザード","マグピス"],["サンドロ","ラヴィ"]]
  }, {
    name:"ミステリア",
    icon:misuteriaIcon,
    id:"63",
    type:[Neutral],
    work:[
      {kind:Tesagyou,level:3},
      {kind:Unpan,level:1},
      {kind:Saisyuu,level:1}
    ],
    item:["パルジウムの欠片"],
    parent:[["モコロン","フブキツネ"],["モコロン","イヌズマ"],["モコロン","ニャンバット"],["ツッパニャン","フブキツネ"],["ツッパニャン","イヌズマ"],["ツッパニャン","ニャンバット"],["タマコッコ","クレメーオ"],["タマコッコ","ゴクエンオ"],["クルリス","ブルフェルノ"],["クルリス","オコチョ"],["クルリス","フラリーナ"],["キツネビ","オコチョ"],["キツネビ","シラヌイ"],["キツネビ","アロアリュー"],["キツネビ","ビリビリュー"],["カモノスケ","ルミカイト"],["カモノスケ","メルパカ"],["カモノスケ","トドドドン"],["カモノスケ","ツララジカ"],["カモノスケ","ヤマガミ"],["ボルトラ","ブルフェルノ"],["ボルトラ","オコチョ"],["ボルトラ","アロアリュー"],["ボルトラ","ビリビリュー"],["エテッパ","ツキカゲ"],["エテッパ","ムラクモ"],["ヒノコジカ","ガウルフ"],["ヒノコジカ","ビーナイト"],["ヒノコジカ","ヴィオレッタ"],["ペンタマ","ルミカイト"],["ペンタマ","ツララジカ"],["ペンタマ","ドリタス"],["ペンタマ","ラブラドン"],["パチグリ","シラヌイ"],["パチグリ","ドリタス"],["パチグリ","ラブラドン"],["パチグリ","スプラドン"],["ナエモチ","ラベロット"],["ナエモチ","ムラクモ"],["タマモ","フブキツネ"],["タマモ","ニャンバット"],["タマモ","フラリーナ"],["ホウロック","シラヌイ"],["ホウロック","アロアリュー"],["ホウロック","ビリビリュー"],["ホウロック","スプラドン"],["チョロゾウ","イヌズマ"],["チョロゾウ","ゴクエンオ"],["ンダコアラ","シラヌイ"],["ンダコアラ","アロアリュー"],["ンダコアラ","ドリタス"],["ンダコアラ","スプラドン"],["ミルフィー","フブキツネ"],["ミルフィー","ニャンバット"],["ネムラム","ラベロット"],["ネムラム","ムラクモ"],["ネムラム","サンドロ"],["イノボウ","シャーキッド"],["イノボウ","マスクロウ"],["イノボウ","ビーナイト"],["イノボウ","シャーマンダー"],["ルナティ","エアムルグ"],["ルナティ","フェザーロ"],["ルナティ","ゴリレイジ"],["ルナティ","ヴィオレッタ"],["モグルン","ラベロット"],["モグルン","ムラクモ"],["モグルン","ヤミトバリ"],["モグルン","サンドロ"],["ヤミイカ","ミルカルビ"],["ヤミイカ","ベリゴート"],["ヤミイカ","ツノガミ"],["ヤミイカ","ラブマンダー"],["ニャオテト","イヌズマ"],["ニャオテト","ニャンバット"],["ルミカイト","クルットリ"],["ガウルフ","ソルレイス"],["ガウルフ","フォレーナ"],["ガウルフ","チリザード"],["クルットリ","メルパカ"],["クルットリ","ツララジカ"],["クルットリ","ラブラドン"],["ポプリーナ","ベリゴート"],["ポプリーナ","ツノガミ"],["ポプリーナ","ツキカゲ"],["ポプリーナ","ラブマンダー"],["ミルカルビ","イバラヒメ"],["ミルカルビ","ヒメウサ"],["ミルカルビ","コモップ"],["イバラヒメ","メルパカ"],["イバラヒメ","トドドドン"],["イバラヒメ","ツララジカ"],["イバラヒメ","ヤマガミ"],["シャーキッド","ダリザード"],["シャーキッド","ミステリア"],["シャーキッド","チリザード"],["シメナワ","ブルフェルノ"],["シメナワ","オコチョ"],["シメナワ","フラリーナ"],["シメナワ","ビリビリュー"],["メリポップ","エアムルグ"],["メリポップ","フェザーロ"],["メリポップ","ゴリレイジ"],["メリポップ","ヤミトバリ"],["ベリゴート","コモップ"],["ベリゴート","マグピス"],["メルパカ","ヒメウサ"],["ツノガミ","ヒメウサ"],["ツノガミ","コモップ"],["ヒメウサ","トドドドン"],["マスクロウ","ダリザード"],["マスクロウ","ソルレイス"],["マスクロウ","チリザード"],["ダリザード","ミステリア"],["ツキカゲ","ケルピス"],["ツキカゲ","マグピス"],["フェザーロ","カミナラシ"],["ゴリレイジ","フォレーナ"],["ビーナイト","ソルレイス"],["ビーナイト","フォレーナ"],["オコチョ","ラヴィ"],["カミナラシ","ラベロット"],["カミナラシ","ヤミトバリ"],["ミステリア","ミステリア"],["アロアリュー","ラヴィ"],["ソルレイス","ヴィオレッタ"],["ラブマンダー","ケルピス"],["ラブマンダー","マグピス"],["フォレーナ","ヴィオレッタ"],["コチグリ","ルミカイト"],["コチグリ","ドリタス"],["コチグリ","ラブラドン"],["コチグリ","スプラドン"],["チルテト","ブルフェルノ"],["チルテト","フブキツネ"],["チルテト","フラリーナ"],["シャーマンダー","ダリザード"],["シャーマンダー","ミステリア"],["オバケナワ","ブルフェルノ"],["オバケナワ","オコチョ"],["オバケナワ","フラリーナ"],["ヤマガミ","ヒメウサ"],["ヤマガミ","コモップ"],["チリザード","ビーナイト"],["サンドロ","カミナラシ"],["ビリビリュー","ラヴィ"]]
  }, {
    name:"アロアリュー",
    icon:aroaryuIcon,
    id:"64",
    type:[Grass, Dragon],
    work:[
      {kind:Tanemaki,level:2},
      {kind:Bassai,level:2}
    ],
    item:["小麦の種"],
    parent:[["モコロン","ジオラーヴァ"],["タマコッコ","ツンドラー"],["タマコッコ","ボルゼクス"],["タマコッコ","グレイシャル"],["クルリス","ヘルガルダ"],["クルリス","エレパンダ"],["クルリス","ルナクイン"],["キツネビ","ライバード"],["キツネビ","サラブラック"],["キツネビ","フロスカノン"],["カモノスケ","グランモス"],["カモノスケ","レヴィドラ"],["カモノスケ","ブリザモス"],["カモノスケ","アグニドラ"],["ボルトラ","ライバード"],["ボルトラ","フロスカノン"],["ボルトラ","ルナクイン"],["エテッパ","イグニクス"],["エテッパ","ホルス"],["エテッパ","ライゾー"],["ヒノコジカ","パピテフ"],["ヒノコジカ","アルパオー"],["ヒノコジカ","トロピティ"],["ペンタマ","ペコドン"],["ペンタマ","パリピドン"],["ペンタマ","ブリザモス"],["キャプペン","ダリザード"],["キャプペン","ミステリア"],["キャプペン","シャーマンダー"],["パチグリ","デスティング"],["パチグリ","リリクイン"],["パチグリ","パリピドン"],["ナエモチ","イグニクス"],["ナエモチ","ライゾー"],["タマモ","ヘルガルダ"],["ホウロック","リリクイン"],["ホウロック","サラブラック"],["ホウロック","フロスカノン"],["チョロゾウ","ツンドラー"],["チョロゾウ","ジオラーヴァ"],["チョロゾウ","ボルゼクス"],["ンダコアラ","デスティング"],["ンダコアラ","リリクイン"],["ンダコアラ","サラブラック"],["ミルフィー","ヘルガルダ"],["ネムラム","ドンモップ"],["ネムラム","ライゾー"],["イノボウ","パピテフ"],["イノボウ","ニャンギマリ"],["イノボウ","アズレーン"],["ルナティ","シルキーヌ"],["ルナティ","ヒエティ"],["ルナティ","アオパオー"],["モグルン","ホークウィン"],["モグルン","ドンモップ"],["ヤミイカ","クインビーナ"],["ヤミイカ","グラクレス"],["ヤミイカ","フェスキー"],["ニャオテト","ジオラーヴァ"],["ニャオテト","ボルゼクス"],["ルミカイト","フブキツネ"],["ルミカイト","ニャンバット"],["ガウルフ","シーペント"],["ガウルフ","アヌビス"],["ガウルフ","アビスゴート"],["クルットリ","ペコドン"],["クルットリ","グランモス"],["クルットリ","ブリザモス"],["ポプリーナ","サラブレイズ"],["ポプリーナ","グラクレス"],["ポプリーナ","フェスキー"],["ミルカルビ","ゴクエンオ"],["イバラヒメ","ボルカノン"],["イバラヒメ","グランモス"],["イバラヒメ","レヴィドラ"],["イバラヒメ","アグニドラ"],["シャーキッド","シルフィア"],["シャーキッド","スナペント"],["シャーキッド","シルティア"],["シメナワ","ライバード"],["シメナワ","エレパンダ"],["シメナワ","ルナクイン"],["ササゾー","メリポップ"],["ササゾー","カミナラシ"],["メリポップ","シルキーヌ"],["メリポップ","アオパオー"],["ベリゴート","クレメーオ"],["ベリゴート","ゴクエンオ"],["メルパカ","イヌズマ"],["メルパカ","ニャンバット"],["ツノガミ","クレメーオ"],["ツノガミ","ゴクエンオ"],["ホークウィン","カミナラシ"],["ヒメウサ","クインビーナ"],["ヒメウサ","ボルカノン"],["ヒメウサ","レヴィドラ"],["ヒメウサ","アグニドラ"],["ヘルゴート","エアムルグ"],["ヘルゴート","ゴリレイジ"],["ヘルゴート","ヴィオレッタ"],["パピテフ","ソルレイス"],["パピテフ","チリザード"],["ブルフェルノ","シラヌイ"],["ブルフェルノ","ドリタス"],["ブルフェルノ","スプラドン"],["トドドドン","イヌズマ"],["トドドドン","ニャンバット"],["マスクロウ","シーペント"],["マスクロウ","シルフィア"],["マスクロウ","スナペント"],["ダリザード","ニャンギマリ"],["ダリザード","アズレーン"],["ツキカゲ","ライコーン"],["ツキカゲ","シンエンオ"],["フェザーロ","シロカバネ"],["ビーナイト","シーペント"],["ビーナイト","アヌビス"],["ビーナイト","スナペント"],["クインビーナ","コモップ"],["ニャンギマリ","ミステリア"],["コモップ","ボルカノン"],["コモップ","グラクレス"],["ドンモップ","カミナラシ"],["オコチョ","シラヌイ"],["オコチョ","アロアリュー"],["オコチョ","スプラドン"],["ライコーン","ラブマンダー"],["フブキツネ","ツララジカ"],["フブキツネ","ラブラドン"],["サラブレイズ","ケルピス"],["サラブレイズ","マグピス"],["ツララジカ","イヌズマ"],["ツララジカ","ニャンバット"],["シラヌイ","ビリビリュー"],["ミステリア","シルティア"],["アロアリュー","アロアリュー"],["アロアリュー","ビリビリュー"],["ソルレイス","アルパオー"],["ソルレイス","トロピティ"],["ドリタス","フラリーナ"],["ラブマンダー","クレメーオ"],["ラヴィ","ライバード"],["ラヴィ","フロスカノン"],["カバネドリ","ムラクモ"],["ツジギリ","ラベロット"],["ツジギリ","ムラクモ"],["イグニクス","ケルピス"],["フォレーナ","アルパオー"],["フォレーナ","ヒエティ"],["フォレーナ","トロピティ"],["ヴィオレッタ","アヌビス"],["ケルピス","ホルス"],["ラブラドン","フラリーナ"],["コチグリ","ペコドン"],["コチグリ","デスティング"],["コチグリ","パリピドン"],["チルテト","ヘルガルダ"],["チルテト","エレパンダ"],["シャーマンダー","シルフィア"],["シャーマンダー","シルティア"],["オバケナワ","ライバード"],["オバケナワ","エレパンダ"],["オバケナワ","ルナクイン"],["ヤマガミ","イヌズマ"],["アビスゴート","ゴリレイジ"],["アビスゴート","ヴィオレッタ"],["チリザード","アズレーン"],["チリザード","トロピティ"],["サンドロ","ツジギリ"],["サンドロ","シロカバネ"],["サラブラック","ラヴィ"],["シロカバネ","ヤミトバリ"],["マグピス","フェスキー"],["マグピス","ホルス"],["スプラドン","フラリーナ"]]
  }, {
    name:"ビリビリュー",
    icon:biribiryuIcon,
    id:"64B",
    type:[Thunder, Dragon],
    work:[
      {kind:Bassai,level:2},
      {kind:Hatsuden,level:2}
    ],
    item:["トマトの種"],
    parent:[["イヌズマ","アロアリュー"],["ビリビリュー","ビリビリュー"]]
  }, {
    name:"シーペント",
    icon:shipentoIcon,
    id:"65",
    type:[Water],
    work:[
      {kind:Mizuyari,level:2}
    ],
    item:["パルの体液"],
    parent:[["キャプペン","ヘルゴート"],["ルミカイト","リリクイン"],["ルミカイト","サラブラック"],["ガウルフ","スザク"],["ガウルフ","ゼノグリフ"],["ミルカルビ","エレパンダ"],["ミルカルビ","ルナクイン"],["シャーキッド","シヴァ"],["ササゾー","ライコーン"],["ベリゴート","ヘルガルダ"],["メルパカ","ライバード"],["メルパカ","フロスカノン"],["ツノガミ","ヘルガルダ"],["ツノガミ","エレパンダ"],["ホークウィン","クレメーオ"],["ヘルゴート","シルティア"],["パピテフ","シロカバネ"],["ブルフェルノ","クインビーナ"],["ブルフェルノ","ボルカノン"],["ブルフェルノ","アグニドラ"],["トドドドン","ライバード"],["トドドドン","フロスカノン"],["トドドドン","ルナクイン"],["マスクロウ","シヴァ"],["エアムルグ","セイントール"],["エアムルグ","ジェッドラン"],["フェザーロ","ジェッドラン"],["フェザーロ","グレイシャドウ"],["ゴリレイジ","セイントール"],["ゴリレイジ","ベイントール"],["ビーナイト","スザク"],["クインビーナ","フラリーナ"],["ドンモップ","クレメーオ"],["ドンモップ","ゴクエンオ"],["オコチョ","ボルカノン"],["オコチョ","レヴィドラ"],["オコチョ","アグニドラ"],["ライコーン","アオパオー"],["フブキツネ","サラブレイズ"],["フブキツネ","フェスキー"],["サラブレイズ","ニャンバット"],["ツララジカ","フロスカノン"],["イヌズマ","イグニクス"],["イヌズマ","ホルス"],["シラヌイ","ペコドン"],["シラヌイ","ブリザモス"],["ミステリア","ボルカイザー"],["アロアリュー","グランモス"],["アロアリュー","ブリザモス"],["シーペント","シーペント"],["シーペント","スナペント"],["ドリタス","デスティング"],["ドリタス","パリピドン"],["ニャンバット","ホルス"],["カバネドリ","シルキーヌ"],["カバネドリ","ヒエティ"],["ツジギリ","アルパオー"],["ツジギリ","トロピティ"],["ラベロット","ツンドラー"],["ラベロット","グレイシャル"],["ヴィオレッタ","ゼノグリフ"],["ヴィオレッタ","ベイントール"],["シルキーヌ","シンエンオ"],["シルフィア","アヌビス"],["ツンドラー","ムラクモ"],["ペコドン","スプラドン"],["ラブラドン","デスティング"],["ラブラドン","リリクイン"],["フラリーナ","グラクレス"],["ムラクモ","ボルゼクス"],["ヤミトバリ","グレイシャドウ"],["シャーマンダー","ボルカイザー"],["ヤマガミ","ライバード"],["ヤマガミ","ルナクイン"],["アビスゴート","シルフィア"],["アビスゴート","シルティア"],["サンドロ","グレイシャル"],["サラブラック","ツララジカ"],["ビリビリュー","グランモス"],["ビリビリュー","レヴィドラ"],["ビリビリュー","アグニドラ"],["スナペント","アヌビス"],["シロカバネ","アズレーン"],["シンエンオ","アオパオー"],["パリピドン","スプラドン"]]
  }, {
    name:"スナペント",
    icon:sunapentoIcon,
    id:"65B",
    type:[Earth],
    work:[
      {kind:Saisyuu,level:1}
    ],
    item:["パルの体液"],
    parent:[["トドドドン","シーペント"],["スナペント","スナペント"]]
  }, {
    name:"ソルレイス",
    icon:sorureisuIcon,
    id:"66",
    type:[Dark],
    work:[
      {kind:Saisyuu,level:2},
      {kind:Saikutsu,level:1}
    ],
    item:["骨", "小さなパルのソウル"],
    parent:[["モコロン","シラヌイ"],["モコロン","アロアリュー"],["ツッパニャン","シラヌイ"],["ツッパニャン","スプラドン"],["タマコッコ","ブルフェルノ"],["タマコッコ","オコチョ"],["クルリス","ルミカイト"],["クルリス","ラブラドン"],["キツネビ","メルパカ"],["キツネビ","トドドドン"],["キツネビ","ヤマガミ"],["ボルトラ","メルパカ"],["ボルトラ","ツララジカ"],["エテッパ","ゴリレイジ"],["エテッパ","ヴィオレッタ"],["ヒノコジカ","イノボウ"],["ヒノコジカ","チリザード"],["ペンタマ","ツキカゲ"],["ペンタマ","ラブマンダー"],["パチグリ","ベリゴート"],["パチグリ","ツノガミ"],["ナエモチ","ガウルフ"],["ナエモチ","ヴィオレッタ"],["タマモ","ドリタス"],["タマモ","スプラドン"],["ホウロック","ミルカルビ"],["ホウロック","トドドドン"],["ホウロック","ヤマガミ"],["チョロゾウ","オコチョ"],["チョロゾウ","ビリビリュー"],["ンダコアラ","ミルカルビ"],["ンダコアラ","ツノガミ"],["ミルフィー","シラヌイ"],["ミルフィー","スプラドン"],["ネムラム","ガウルフ"],["ネムラム","ビーナイト"],["イノボウ","フォレーナ"],["ルナティ","ダリザード"],["ルナティ","ミステリア"],["モグルン","マスクロウ"],["モグルン","ビーナイト"],["ヤミイカ","ヤミトバリ"],["ヤミイカ","サンドロ"],["ニャオテト","アロアリュー"],["ニャオテト","ビリビリュー"],["ルミカイト","シメナワ"],["ルミカイト","オバケナワ"],["クルットリ","ツキカゲ"],["ポプリーナ","フェザーロ"],["ポプリーナ","ヤミトバリ"],["イバラヒメ","ムラクモ"],["シャーキッド","カミナラシ"],["シメナワ","ツララジカ"],["メリポップ","ミステリア"],["メルパカ","ラヴィ"],["ヒメウサ","ラベロット"],["ヒメウサ","ムラクモ"],["トドドドン","ラヴィ"],["マスクロウ","カミナラシ"],["エアムルグ","ケルピス"],["エアムルグ","マグピス"],["フェザーロ","マグピス"],["ゴリレイジ","ケルピス"],["コモップ","ラベロット"],["ツララジカ","ラヴィ"],["ソルレイス","ソルレイス"],["コチグリ","ベリゴート"],["コチグリ","ラブマンダー"],["チルテト","ドリタス"],["チルテト","ラブラドン"],["シャーマンダー","メリポップ"],["オバケナワ","ツララジカ"],["オバケナワ","ラブラドン"],["チリザード","ソルレイス"],["チリザード","フォレーナ"],["サンドロ","コモップ"]]
  }, {
    name:"ドリタス",
    icon:doritasuIcon,
    id:"67",
    type:[Earth],
    work:[
      {kind:Saikutsu,level:3}
    ],
    item:["金属鉱石", "上質なパルオイル"],
    parent:[["モコロン","ライバード"],["モコロン","サラブラック"],["モコロン","フロスカノン"],["モコロン","ルナクイン"],["ツッパニャン","ライバード"],["ツッパニャン","リリクイン"],["ツッパニャン","サラブラック"],["ツッパニャン","フロスカノン"],["タマコッコ","ヘルガルダ"],["タマコッコ","エレパンダ"],["タマコッコ","ルナクイン"],["クルリス","ペコドン"],["クルリス","デスティング"],["クルリス","リリクイン"],["クルリス","パリピドン"],["キツネビ","ペコドン"],["キツネビ","グランモス"],["キツネビ","レヴィドラ"],["キツネビ","ブリザモス"],["カモノスケ","サラブレイズ"],["カモノスケ","イグニクス"],["カモノスケ","フェスキー"],["カモノスケ","ホルス"],["ボルトラ","グランモス"],["ボルトラ","パリピドン"],["ボルトラ","ブリザモス"],["エテッパ","ササゾー"],["エテッパ","シルキーヌ"],["エテッパ","ヒエティ"],["エテッパ","アオパオー"],["ヒノコジカ","シルフィア"],["ヒノコジカ","スナペント"],["ヒノコジカ","シルティア"],["ペンタマ","クインビーナ"],["ペンタマ","サラブレイズ"],["ペンタマ","グラクレス"],["ペンタマ","フェスキー"],["キャプペン","ルナティ"],["キャプペン","メリポップ"],["キャプペン","フォレーナ"],["パチグリ","クインビーナ"],["パチグリ","ボルカノン"],["パチグリ","グラクレス"],["パチグリ","レヴィドラ"],["パチグリ","アグニドラ"],["ナエモチ","シルキーヌ"],["ナエモチ","アルパオー"],["ナエモチ","ヒエティ"],["ナエモチ","アオパオー"],["タマモ","デスティング"],["タマモ","リリクイン"],["タマモ","サラブラック"],["タマモ","フロスカノン"],["ホウロック","ボルカノン"],["ホウロック","グランモス"],["ホウロック","レヴィドラ"],["ホウロック","ブリザモス"],["ホウロック","アグニドラ"],["チョロゾウ","ライバード"],["チョロゾウ","ヘルガルダ"],["チョロゾウ","エレパンダ"],["チョロゾウ","ルナクイン"],["ンダコアラ","クインビーナ"],["ンダコアラ","ボルカノン"],["ンダコアラ","グランモス"],["ンダコアラ","レヴィドラ"],["ンダコアラ","アグニドラ"],["ミルフィー","リリクイン"],["ミルフィー","サラブラック"],["ミルフィー","フロスカノン"],["ネムラム","シルキーヌ"],["ネムラム","アルパオー"],["ネムラム","ヒエティ"],["ネムラム","トロピティ"],["イノボウ","シーペント"],["イノボウ","アヌビス"],["イノボウ","アビスゴート"],["イノボウ","スナペント"],["ルナティ","ニャンギマリ"],["ルナティ","アズレーン"],["ルナティ","シルティア"],["モグルン","パピテフ"],["モグルン","アルパオー"],["モグルン","ヒエティ"],["モグルン","トロピティ"],["ヤミイカ","ホークウィン"],["ヤミイカ","ドンモップ"],["ヤミイカ","ライゾー"],["ニャオテト","ライバード"],["ニャオテト","エレパンダ"],["ニャオテト","フロスカノン"],["ニャオテト","ルナクイン"],["ルミカイト","シラヌイ"],["ルミカイト","アロアリュー"],["ルミカイト","ビリビリュー"],["ルミカイト","スプラドン"],["ガウルフ","ツジギリ"],["ガウルフ","シロカバネ"],["クルットリ","サラブレイズ"],["クルットリ","グラクレス"],["クルットリ","フェスキー"],["クルットリ","ホルス"],["ポプリーナ","ササゾー"],["ポプリーナ","ホークウィン"],["ポプリーナ","ドンモップ"],["ミルカルビ","ブルフェルノ"],["ミルカルビ","オコチョ"],["ミルカルビ","フラリーナ"],["イバラヒメ","サラブレイズ"],["イバラヒメ","イグニクス"],["イバラヒメ","ホルス"],["イバラヒメ","ライゾー"],["シャーキッド","ヘルゴート"],["シャーキッド","シロカバネ"],["シメナワ","ペコドン"],["シメナワ","デスティング"],["シメナワ","パリピドン"],["シメナワ","ブリザモス"],["ササゾー","ケルピス"],["ササゾー","マグピス"],["メリポップ","パピテフ"],["メリポップ","ニャンギマリ"],["メリポップ","アズレーン"],["ベリゴート","フブキツネ"],["ベリゴート","ニャンバット"],["ベリゴート","フラリーナ"],["メルパカ","ブルフェルノ"],["メルパカ","オコチョ"],["メルパカ","アロアリュー"],["メルパカ","ビリビリュー"],["ツノガミ","ブルフェルノ"],["ツノガミ","フブキツネ"],["ツノガミ","フラリーナ"],["ホークウィン","ケルピス"],["ホークウィン","マグピス"],["ヒメウサ","イグニクス"],["ヒメウサ","ホルス"],["ヘルゴート","ダリザード"],["ヘルゴート","ミステリア"],["パピテフ","カミナラシ"],["ブルフェルノ","トドドドン"],["トドドドン","オコチョ"],["トドドドン","ビリビリュー"],["マスクロウ","シロカバネ"],["ダリザード","シーペント"],["ダリザード","アヌビス"],["ツキカゲ","フブキツネ"],["ツキカゲ","イヌズマ"],["ツキカゲ","ニャンバット"],["エアムルグ","ライコーン"],["エアムルグ","カバネドリ"],["エアムルグ","シンエンオ"],["フェザーロ","ライコーン"],["フェザーロ","カバネドリ"],["フェザーロ","シンエンオ"],["ゴリレイジ","カバネドリ"],["ゴリレイジ","ツジギリ"],["ゴリレイジ","シンエンオ"],["ビーナイト","ツジギリ"],["ビーナイト","シロカバネ"],["コモップ","ドンモップ"],["コモップ","イグニクス"],["ドンモップ","マグピス"],["オコチョ","ツララジカ"],["ライコーン","ヤミトバリ"],["フブキツネ","ラブマンダー"],["ツララジカ","シラヌイ"],["ツララジカ","アロアリュー"],["ツララジカ","ビリビリュー"],["イヌズマ","ラブマンダー"],["シラヌイ","ドリタス"],["シラヌイ","ラブラドン"],["カミナラシ","アズレーン"],["カミナラシ","アルパオー"],["カミナラシ","トロピティ"],["ミステリア","アヌビス"],["アロアリュー","ラブラドン"],["シーペント","ソルレイス"],["ソルレイス","シルフィア"],["ソルレイス","シルティア"],["ドリタス","ドリタス"],["ドリタス","ラブラドン"],["ドリタス","スプラドン"],["ニャンバット","ラブマンダー"],["ラヴィ","ペコドン"],["ラヴィ","グランモス"],["ラヴィ","ブリザモス"],["カバネドリ","ヴィオレッタ"],["ツジギリ","ヴィオレッタ"],["クレメーオ","ラベロット"],["クレメーオ","ムラクモ"],["クレメーオ","ヤミトバリ"],["フォレーナ","シルフィア"],["フォレーナ","シルティア"],["ラベロット","ゴクエンオ"],["シルキーヌ","ケルピス"],["ケルピス","アオパオー"],["ゴクエンオ","ムラクモ"],["ラブラドン","スプラドン"],["コチグリ","クインビーナ"],["コチグリ","ボルカノン"],["コチグリ","グラクレス"],["コチグリ","フェスキー"],["チルテト","デスティング"],["チルテト","リリクイン"],["チルテト","サラブラック"],["チルテト","パリピドン"],["シャーマンダー","ヘルゴート"],["シャーマンダー","アビスゴート"],["オバケナワ","ペコドン"],["オバケナワ","デスティング"],["オバケナワ","パリピドン"],["ライゾー","ヒメウサ"],["ライゾー","コモップ"],["ヤマガミ","ブルフェルノ"],["ヤマガミ","オコチョ"],["ヤマガミ","フラリーナ"],["ヤマガミ","ビリビリュー"],["アビスゴート","ダリザード"],["アビスゴート","ミステリア"],["チリザード","シーペント"],["チリザード","シルフィア"],["チリザード","アヌビス"],["チリザード","スナペント"],["サンドロ","ライコーン"],["サンドロ","クレメーオ"],["サンドロ","ゴクエンオ"],["スナペント","ソルレイス"],["スナペント","フォレーナ"],["マグピス","アオパオー"],["シンエンオ","ヤミトバリ"]]
  }, {
    name:"ニャンバット",
    icon:nyanbattoIcon,
    id:"68",
    type:[Dark],
    work:[
      {kind:Unpan,level:2},
      {kind:Saisyuu,level:2},
      {kind:Saikutsu,level:2}
    ],
    item:["皮", "小さなパルのソウル"],
    parent:[["モコロン","シヴァ"],["ツッパニャン","スザク"],["ツッパニャン","シヴァ"],["タマコッコ","ボルカイザー"],["クルリス","ゼノグリフ"],["クルリス","セイントール"],["クルリス","ベイントール"],["キツネビ","ジェッドラン"],["キツネビ","グレイシャドウ"],["ボルトラ","セイントール"],["ボルトラ","ジェッドラン"],["ボルトラ","グレイシャドウ"],["エテッパ","デスティング"],["エテッパ","リリクイン"],["エテッパ","サラブラック"],["ヒノコジカ","グラクレス"],["ヒノコジカ","フェスキー"],["ペンタマ","ジオラーヴァ"],["ペンタマ","ボルゼクス"],["キャプペン","ラベロット"],["キャプペン","ムラクモ"],["パチグリ","ツンドラー"],["パチグリ","ボルゼクス"],["パチグリ","グレイシャル"],["ナエモチ","デスティング"],["ナエモチ","リリクイン"],["ナエモチ","パリピドン"],["タマモ","スザク"],["タマモ","ゼノグリフ"],["ホウロック","グレイシャル"],["ホウロック","グレイシャドウ"],["チョロゾウ","ボルカイザー"],["ンダコアラ","ツンドラー"],["ンダコアラ","グレイシャル"],["ミルフィー","スザク"],["ネムラム","ペコドン"],["ネムラム","デスティング"],["ネムラム","パリピドン"],["イノボウ","サラブレイズ"],["イノボウ","イグニクス"],["イノボウ","ホルス"],["ルナティ","クインビーナ"],["ルナティ","ボルカノン"],["ルナティ","レヴィドラ"],["ルナティ","アグニドラ"],["モグルン","ペコドン"],["モグルン","パリピドン"],["モグルン","ブリザモス"],["ヤミイカ","ライバード"],["ヤミイカ","エレパンダ"],["ヤミイカ","ルナクイン"],["ニャオテト","ボルカイザー"],["ニャオテト","シヴァ"],["ルミカイト","ツジギリ"],["ルミカイト","シロカバネ"],["ガウルフ","ササゾー"],["ガウルフ","シルキーヌ"],["ガウルフ","アオパオー"],["クルットリ","ジオラーヴァ"],["ポプリーナ","ライバード"],["ポプリーナ","フロスカノン"],["ポプリーナ","ルナクイン"],["ミルカルビ","ヘルゴート"],["ミルカルビ","アビスゴート"],["イバラヒメ","ヘルガルダ"],["シャーキッド","ホークウィン"],["シャーキッド","ドンモップ"],["シメナワ","セイントール"],["シメナワ","ベイントール"],["シメナワ","ジェッドラン"],["ササゾー","マスクロウ"],["ササゾー","ビーナイト"],["メリポップ","ボルカノン"],["メリポップ","グランモス"],["メリポップ","レヴィドラ"],["メリポップ","アグニドラ"],["ベリゴート","シーペント"],["ベリゴート","アヌビス"],["ベリゴート","アビスゴート"],["メルパカ","シロカバネ"],["ツノガミ","ヘルゴート"],["ツノガミ","アヌビス"],["ツノガミ","アビスゴート"],["ホークウィン","マスクロウ"],["ホークウィン","ビーナイト"],["ヒメウサ","ヘルガルダ"],["ヒメウサ","エレパンダ"],["パピテフ","フェザーロ"],["パピテフ","ヤミトバリ"],["パピテフ","サンドロ"],["ブルフェルノ","クレメーオ"],["ブルフェルノ","ゴクエンオ"],["マスクロウ","ドンモップ"],["ダリザード","イグニクス"],["ダリザード","ホルス"],["ツキカゲ","シーペント"],["ツキカゲ","シルフィア"],["ツキカゲ","スナペント"],["エアムルグ","アルパオー"],["エアムルグ","ヒエティ"],["エアムルグ","トロピティ"],["フェザーロ","アルパオー"],["フェザーロ","トロピティ"],["ゴリレイジ","シルキーヌ"],["ゴリレイジ","アルパオー"],["ゴリレイジ","ヒエティ"],["ビーナイト","アオパオー"],["クインビーナ","フォレーナ"],["ニャンギマリ","ラベロット"],["ニャンギマリ","ムラクモ"],["コモップ","ヘルガルダ"],["コモップ","エレパンダ"],["コモップ","ルナクイン"],["オコチョ","クレメーオ"],["オコチョ","ゴクエンオ"],["ライコーン","シラヌイ"],["ライコーン","アロアリュー"],["ライコーン","ビリビリュー"],["フブキツネ","イヌズマ"],["フブキツネ","ニャンバット"],["サラブレイズ","ソルレイス"],["ツララジカ","シロカバネ"],["イヌズマ","ニャンバット"],["シラヌイ","カバネドリ"],["シラヌイ","シンエンオ"],["カミナラシ","ペコドン"],["カミナラシ","グランモス"],["カミナラシ","ブリザモス"],["ミステリア","イグニクス"],["アロアリュー","シンエンオ"],["シーペント","ラブマンダー"],["ソルレイス","グラクレス"],["ソルレイス","フェスキー"],["ドリタス","カバネドリ"],["ドリタス","ツジギリ"],["ニャンバット","ニャンバット"],["ラブマンダー","アヌビス"],["ラヴィ","ジェッドラン"],["ラヴィ","グレイシャドウ"],["カバネドリ","スプラドン"],["ツジギリ","ラブラドン"],["ライバード","マグピス"],["フォレーナ","グラクレス"],["フォレーナ","フェスキー"],["ラベロット","アズレーン"],["ヴィオレッタ","シルキーヌ"],["ヴィオレッタ","ヒエティ"],["ヴィオレッタ","アオパオー"],["ケルピス","リリクイン"],["ケルピス","フロスカノン"],["アズレーン","ヤミトバリ"],["ゴクエンオ","フラリーナ"],["コチグリ","ツンドラー"],["コチグリ","ジオラーヴァ"],["コチグリ","ボルゼクス"],["チルテト","スザク"],["チルテト","ゼノグリフ"],["チルテト","ベイントール"],["シャーマンダー","ドンモップ"],["シャーマンダー","ライゾー"],["オバケナワ","セイントール"],["オバケナワ","ベイントール"],["ライゾー","ダリザード"],["ライゾー","ミステリア"],["ヤマガミ","ヘルゴート"],["チリザード","サラブレイズ"],["チリザード","フェスキー"],["チリザード","ホルス"],["サンドロ","ニャンギマリ"],["サンドロ","アズレーン"],["サラブラック","ケルピス"],["サラブラック","マグピス"],["ビリビリュー","クレメーオ"],["スナペント","ラブマンダー"],["シルティア","ムラクモ"],["マグピス","フロスカノン"],["シンエンオ","スプラドン"],["トロピティ","ヤミトバリ"]]
  }, {
    name:"ラブマンダー",
    icon:rabumandaIcon,
    id:"69",
    type:[Neutral],
    work:[
      {kind:Tesagyou,level:2},
      {kind:Seiyaku,level:1},
      {kind:Unpan,level:2},
      {kind:Saikutsu,level:1}
    ],
    item:["キノコ", "ケーキ", "あやしいジュース", "おかしなジュース"],
    parent:[["モコロン","ドンモップ"],["ツッパニャン","ホークウィン"],["タマコッコ","イグニクス"],["クルリス","シルキーヌ"],["キツネビ","トロピティ"],["カモノスケ","スナペント"],["ボルトラ","アルパオー"],["ペンタマ","シルティア"],["キャプペン","コチグリ"],["パチグリ","ニャンギマリ"],["ナエモチ","ツジギリ"],["タマモ","ササゾー"],["ホウロック","パピテフ"],["チョロゾウ","ライゾー"],["ンダコアラ","アズレーン"],["ミルフィー","ササゾー"],["ミルフィー","ホークウィン"],["イノボウ","ニャンバット"],["ルナティ","クレメーオ"],["モグルン","カバネドリ"],["ヤミイカ","ヘルゴート"],["ルミカイト","ヤミトバリ"],["ガウルフ","アロアリュー"],["クルットリ","シルフィア"],["イバラヒメ","シーペント"],["シャーキッド","ブルフェルノ"],["シメナワ","ヒエティ"],["ベリゴート","ツキカゲ"],["メルパカ","ラベロット"],["ヒメウサ","アヌビス"],["トドドドン","ラベロット"],["トドドドン","ムラクモ"],["マスクロウ","オコチョ"],["ダリザード","フブキツネ"],["エアムルグ","ドリタス"],["フェザーロ","ラブラドン"],["ゴリレイジ","スプラドン"],["ビーナイト","ビリビリュー"],["シラヌイ","ヴィオレッタ"],["カミナラシ","シンエンオ"],["ラブマンダー","ラブマンダー"],["ラヴィ","アルパオー"],["ラヴィ","トロピティ"],["チルテト","アオパオー"],["シャーマンダー","フラリーナ"],["オバケナワ","シルキーヌ"],["オバケナワ","ヒエティ"],["ヤマガミ","ムラクモ"],["アビスゴート","コモップ"],["チリザード","イヌズマ"],["サンドロ","ツララジカ"],["シロカバネ","ケルピス"]]
  }, {
    name:"ラヴィ",
    icon:raviIcon,
    id:"70",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:1},
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:1},
      {kind:Houboku,level:1}
    ],
    item:["発火器官", "上質なパルオイル"],
    parent:[["モコロン","クルットリ"],["ツッパニャン","ペンタマ"],["タマコッコ","ヒメウサ"],["クルリス","ンダコアラ"],["キツネビ","ボルトラ"],["キツネビ","ラヴィ"],["カモノスケ","ニャオテト"],["ペンタマ","ミルフィー"],["パチグリ","チルテト"],["ホウロック","シメナワ"],["ホウロック","オバケナワ"],["チョロゾウ","イバラヒメ"],["ラヴィ","ラヴィ"],["コチグリ","タマモ"]]
  }, {
    name:"カバネドリ",
    icon:kabanedoriIcon,
    id:"71",
    type:[Fire, Dark],
    work:[
      {kind:Hiokoshi,level:1},
      {kind:Unpan,level:3}
    ],
    item:["骨", "ルビー", "金貨"],
    parent:[["エテッパ","スザク"],["エテッパ","ゼノグリフ"],["エテッパ","セイントール"],["エテッパ","ベイントール"],["ヒノコジカ","ジオラーヴァ"],["キャプペン","ブルフェルノ"],["キャプペン","オコチョ"],["キャプペン","フラリーナ"],["キャプペン","ビリビリュー"],["ナエモチ","ゼノグリフ"],["ナエモチ","セイントール"],["ナエモチ","ベイントール"],["ナエモチ","ジェッドラン"],["ネムラム","セイントール"],["ネムラム","ベイントール"],["ネムラム","ジェッドラン"],["ネムラム","グレイシャドウ"],["イノボウ","ヘルガルダ"],["イノボウ","エレパンダ"],["ルナティ","ツンドラー"],["ルナティ","ジオラーヴァ"],["ルナティ","ボルゼクス"],["ルナティ","グレイシャル"],["モグルン","セイントール"],["モグルン","ジェッドラン"],["モグルン","グレイシャドウ"],["ヤミイカ","ボルカイザー"],["ヤミイカ","シヴァ"],["ルミカイト","ササゾー"],["ルミカイト","シルキーヌ"],["ルミカイト","ヒエティ"],["ルミカイト","アオパオー"],["ガウルフ","デスティング"],["ガウルフ","リリクイン"],["ガウルフ","サラブラック"],["ガウルフ","パリピドン"],["ポプリーナ","スザク"],["ポプリーナ","シヴァ"],["ミルカルビ","ホークウィン"],["ミルカルビ","ドンモップ"],["ミルカルビ","ライゾー"],["イバラヒメ","ボルカイザー"],["シャーキッド","ライバード"],["シャーキッド","サラブラック"],["シャーキッド","フロスカノン"],["シャーキッド","ルナクイン"],["ササゾー","メルパカ"],["ササゾー","トドドドン"],["ササゾー","ツララジカ"],["ササゾー","ヤマガミ"],["メリポップ","ツンドラー"],["メリポップ","ボルゼクス"],["メリポップ","グレイシャル"],["ベリゴート","イグニクス"],["ベリゴート","ホルス"],["メルパカ","ホークウィン"],["メルパカ","ドンモップ"],["メルパカ","アオパオー"],["ツノガミ","ドンモップ"],["ツノガミ","イグニクス"],["ホークウィン","トドドドン"],["ホークウィン","ツララジカ"],["ヒメウサ","ボルカイザー"],["ヘルゴート","イヌズマ"],["ヘルゴート","ゴクエンオ"],["パピテフ","シラヌイ"],["パピテフ","アロアリュー"],["パピテフ","ビリビリュー"],["パピテフ","スプラドン"],["ブルフェルノ","ニャンギマリ"],["ブルフェルノ","シルフィア"],["ブルフェルノ","シルティア"],["トドドドン","ドンモップ"],["トドドドン","アオパオー"],["マスクロウ","ライバード"],["マスクロウ","リリクイン"],["マスクロウ","サラブラック"],["マスクロウ","フロスカノン"],["ダリザード","ヘルガルダ"],["ダリザード","エレパンダ"],["ダリザード","ルナクイン"],["ツキカゲ","サラブレイズ"],["ツキカゲ","イグニクス"],["ツキカゲ","フェスキー"],["ツキカゲ","ホルス"],["エアムルグ","ペコドン"],["エアムルグ","グランモス"],["エアムルグ","パリピドン"],["エアムルグ","ブリザモス"],["フェザーロ","ペコドン"],["フェザーロ","グランモス"],["フェザーロ","レヴィドラ"],["フェザーロ","ブリザモス"],["フェザーロ","アグニドラ"],["ゴリレイジ","ペコドン"],["ゴリレイジ","デスティング"],["ゴリレイジ","パリピドン"],["ゴリレイジ","ブリザモス"],["ビーナイト","デスティング"],["ビーナイト","リリクイン"],["ビーナイト","サラブラック"],["ビーナイト","フロスカノン"],["クインビーナ","ラベロット"],["クインビーナ","ムラクモ"],["ニャンギマリ","オコチョ"],["ニャンギマリ","アロアリュー"],["ニャンギマリ","ビリビリュー"],["コモップ","ボルカイザー"],["コモップ","シヴァ"],["オコチョ","アズレーン"],["オコチョ","シルティア"],["ライコーン","ツジギリ"],["ライコーン","シロカバネ"],["フブキツネ","シーペント"],["フブキツネ","シルフィア"],["フブキツネ","アヌビス"],["フブキツネ","スナペント"],["サラブレイズ","ラブマンダー"],["ツララジカ","シルキーヌ"],["ツララジカ","アオパオー"],["イヌズマ","シーペント"],["イヌズマ","アヌビス"],["シラヌイ","アズレーン"],["シラヌイ","アルパオー"],["シラヌイ","トロピティ"],["カミナラシ","グレイシャル"],["カミナラシ","ジェッドラン"],["カミナラシ","グレイシャドウ"],["ミステリア","ライバード"],["ミステリア","ヘルガルダ"],["ミステリア","エレパンダ"],["ミステリア","ルナクイン"],["アロアリュー","アズレーン"],["アロアリュー","トロピティ"],["シーペント","ニャンバット"],["ソルレイス","ジオラーヴァ"],["ドリタス","シルキーヌ"],["ドリタス","アルパオー"],["ドリタス","ヒエティ"],["ドリタス","トロピティ"],["ニャンバット","アヌビス"],["ラブマンダー","イグニクス"],["ラブマンダー","ホルス"],["カバネドリ","カバネドリ"],["カバネドリ","ツジギリ"],["カバネドリ","シンエンオ"],["ツジギリ","シンエンオ"],["フォレーナ","ジオラーヴァ"],["フォレーナ","ボルゼクス"],["ラベロット","ボルカノン"],["ラベロット","グラクレス"],["ラベロット","レヴィドラ"],["ラベロット","アグニドラ"],["ヴィオレッタ","ペコドン"],["ヴィオレッタ","デスティング"],["ヴィオレッタ","リリクイン"],["ヴィオレッタ","パリピドン"],["シルキーヌ","ラブラドン"],["シルフィア","フラリーナ"],["ケルピス","スザク"],["ケルピス","ゼノグリフ"],["ケルピス","ベイントール"],["ラブラドン","アルパオー"],["ラブラドン","ヒエティ"],["ラブラドン","アオパオー"],["ボルカノン","ムラクモ"],["ボルカノン","ヤミトバリ"],["グランモス","ヤミトバリ"],["グラクレス","ムラクモ"],["ムラクモ","フェスキー"],["ヤミトバリ","レヴィドラ"],["ヤミトバリ","アグニドラ"],["シャーマンダー","ライバード"],["シャーマンダー","エレパンダ"],["シャーマンダー","フロスカノン"],["シャーマンダー","ルナクイン"],["ライゾー","ベリゴート"],["ライゾー","ツノガミ"],["ライゾー","ラブマンダー"],["ヤマガミ","ホークウィン"],["ヤマガミ","ドンモップ"],["アビスゴート","イヌズマ"],["アビスゴート","ニャンバット"],["チリザード","ヘルガルダ"],["サンドロ","クインビーナ"],["サンドロ","ボルカノン"],["サンドロ","グランモス"],["サンドロ","レヴィドラ"],["サンドロ","アグニドラ"],["ビリビリュー","アズレーン"],["スナペント","ニャンバット"],["スナペント","フラリーナ"],["シロカバネ","クレメーオ"],["シロカバネ","ゴクエンオ"],["シルティア","フラリーナ"],["マグピス","スザク"],["マグピス","ゼノグリフ"],["マグピス","シヴァ"],["スプラドン","アルパオー"],["スプラドン","ヒエティ"],["スプラドン","トロピティ"],["ブリザモス","ヤミトバリ"]]
  }, {
    name:"シロカバネ",
    icon:shirokabaneIcon,
    id:"71B",
    type:[Ice, Dark],
    work:[
      {kind:Unpan,level:3},
      {kind:Reikyaku,level:2}
    ],
    item:["骨", "氷結器官", "サファイア"],
    parent:[["フブキツネ","カバネドリ"],["シロカバネ","シロカバネ"]]
  }, {
    name:"ツジギリ",
    icon:tsuzigiriIcon,
    id:"72",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:2},
      {kind:Tesagyou,level:1},
      {kind:Bassai,level:3},
      {kind:Unpan,level:2},
      {kind:Saisyuu,level:1}
    ],
    item:["骨", "金属インゴット"],
    parent:[["エテッパ","ボルカイザー"],["エテッパ","シヴァ"],["ヒノコジカ","ツンドラー"],["ヒノコジカ","ボルゼクス"],["ヒノコジカ","セイントール"],["ヒノコジカ","グレイシャル"],["ヒノコジカ","ジェッドラン"],["ヒノコジカ","グレイシャドウ"],["キャプペン","フブキツネ"],["キャプペン","イヌズマ"],["キャプペン","ニャンバット"],["ナエモチ","ボルカイザー"],["ナエモチ","スザク"],["ナエモチ","シヴァ"],["ネムラム","ボルカイザー"],["ネムラム","スザク"],["ネムラム","ゼノグリフ"],["ネムラム","シヴァ"],["イノボウ","ツンドラー"],["イノボウ","ジオラーヴァ"],["イノボウ","ボルゼクス"],["イノボウ","グレイシャル"],["ルナティ","ゼノグリフ"],["ルナティ","セイントール"],["ルナティ","ベイントール"],["ルナティ","ジェッドラン"],["ルナティ","グレイシャドウ"],["モグルン","スザク"],["モグルン","ゼノグリフ"],["モグルン","ベイントール"],["モグルン","シヴァ"],["ルミカイト","ホークウィン"],["ルミカイト","ドンモップ"],["ルミカイト","イグニクス"],["ルミカイト","ホルス"],["ルミカイト","ライゾー"],["ガウルフ","ライバード"],["ガウルフ","ヘルガルダ"],["ガウルフ","エレパンダ"],["ガウルフ","フロスカノン"],["ガウルフ","ルナクイン"],["ポプリーナ","ボルカイザー"],["ミルカルビ","クインビーナ"],["ミルカルビ","サラブレイズ"],["ミルカルビ","イグニクス"],["ミルカルビ","グラクレス"],["ミルカルビ","フェスキー"],["ミルカルビ","ホルス"],["シャーキッド","ヘルガルダ"],["シャーキッド","ジオラーヴァ"],["シャーキッド","エレパンダ"],["ササゾー","シラヌイ"],["ササゾー","アロアリュー"],["ササゾー","ドリタス"],["ササゾー","ラブラドン"],["ササゾー","ビリビリュー"],["ササゾー","スプラドン"],["メリポップ","スザク"],["メリポップ","ゼノグリフ"],["メリポップ","セイントール"],["メリポップ","ベイントール"],["メリポップ","ジェッドラン"],["メリポップ","グレイシャドウ"],["ベリゴート","クインビーナ"],["ベリゴート","サラブレイズ"],["ベリゴート","ボルカノン"],["ベリゴート","グラクレス"],["ベリゴート","フェスキー"],["ベリゴート","レヴィドラ"],["ベリゴート","アグニドラ"],["メルパカ","サラブレイズ"],["メルパカ","イグニクス"],["メルパカ","フェスキー"],["メルパカ","ホルス"],["ツノガミ","クインビーナ"],["ツノガミ","サラブレイズ"],["ツノガミ","ボルカノン"],["ツノガミ","グラクレス"],["ツノガミ","フェスキー"],["ツノガミ","ホルス"],["ツノガミ","アグニドラ"],["ホークウィン","シラヌイ"],["ホークウィン","アロアリュー"],["ホークウィン","ドリタス"],["ホークウィン","ラブラドン"],["ホークウィン","スプラドン"],["ヘルゴート","ライコーン"],["ヘルゴート","カバネドリ"],["ヘルゴート","クレメーオ"],["ヘルゴート","シンエンオ"],["パピテフ","ブルフェルノ"],["パピテフ","オコチョ"],["パピテフ","フブキツネ"],["パピテフ","ニャンバット"],["パピテフ","フラリーナ"],["ブルフェルノ","シルキーヌ"],["ブルフェルノ","アズレーン"],["ブルフェルノ","アルパオー"],["ブルフェルノ","ヒエティ"],["ブルフェルノ","トロピティ"],["トドドドン","サラブレイズ"],["トドドドン","イグニクス"],["トドドドン","グラクレス"],["トドドドン","フェスキー"],["トドドドン","ホルス"],["マスクロウ","ヘルガルダ"],["マスクロウ","エレパンダ"],["マスクロウ","ルナクイン"],["ダリザード","ツンドラー"],["ダリザード","ジオラーヴァ"],["ダリザード","ボルゼクス"],["ダリザード","グレイシャル"],["ツキカゲ","クインビーナ"],["ツキカゲ","ボルカノン"],["ツキカゲ","グランモス"],["ツキカゲ","グラクレス"],["ツキカゲ","レヴィドラ"],["ツキカゲ","ブリザモス"],["ツキカゲ","アグニドラ"],["エアムルグ","ライバード"],["エアムルグ","デスティング"],["エアムルグ","リリクイン"],["エアムルグ","サラブラック"],["エアムルグ","フロスカノン"],["エアムルグ","ルナクイン"],["フェザーロ","ライバード"],["フェザーロ","デスティング"],["フェザーロ","リリクイン"],["フェザーロ","サラブラック"],["フェザーロ","パリピドン"],["フェザーロ","フロスカノン"],["ゴリレイジ","ライバード"],["ゴリレイジ","エレパンダ"],["ゴリレイジ","リリクイン"],["ゴリレイジ","サラブラック"],["ゴリレイジ","フロスカノン"],["ゴリレイジ","ルナクイン"],["ビーナイト","ライバード"],["ビーナイト","ヘルガルダ"],["ビーナイト","エレパンダ"],["ビーナイト","ルナクイン"],["クインビーナ","ラブマンダー"],["ニャンギマリ","フブキツネ"],["ニャンギマリ","イヌズマ"],["ニャンギマリ","ニャンバット"],["ニャンギマリ","フラリーナ"],["ドンモップ","ツララジカ"],["ドンモップ","シラヌイ"],["ドンモップ","ドリタス"],["ドンモップ","ラブラドン"],["ドンモップ","スプラドン"],["オコチョ","シルキーヌ"],["オコチョ","アルパオー"],["オコチョ","ヒエティ"],["オコチョ","アオパオー"],["オコチョ","トロピティ"],["ライコーン","シーペント"],["ライコーン","アヌビス"],["フブキツネ","アズレーン"],["フブキツネ","シルティア"],["フブキツネ","トロピティ"],["サラブレイズ","ツララジカ"],["ツララジカ","イグニクス"],["ツララジカ","ホルス"],["イヌズマ","シルフィア"],["イヌズマ","アズレーン"],["イヌズマ","スナペント"],["イヌズマ","シルティア"],["シラヌイ","シルキーヌ"],["シラヌイ","ヒエティ"],["シラヌイ","アオパオー"],["カミナラシ","スザク"],["カミナラシ","ゼノグリフ"],["カミナラシ","セイントール"],["カミナラシ","ベイントール"],["カミナラシ","シヴァ"],["ミステリア","ツンドラー"],["ミステリア","ジオラーヴァ"],["ミステリア","ボルゼクス"],["アロアリュー","シルキーヌ"],["アロアリュー","アルパオー"],["アロアリュー","ヒエティ"],["アロアリュー","アオパオー"],["シーペント","クレメーオ"],["シーペント","ゴクエンオ"],["ソルレイス","ツンドラー"],["ソルレイス","ボルゼクス"],["ソルレイス","グレイシャル"],["ソルレイス","ジェッドラン"],["ソルレイス","グレイシャドウ"],["ドリタス","アオパオー"],["ニャンバット","シルフィア"],["ニャンバット","アズレーン"],["ニャンバット","シルティア"],["ラブマンダー","ボルカノン"],["ラブマンダー","グランモス"],["ラブマンダー","グラクレス"],["ラブマンダー","フェスキー"],["ラブマンダー","レヴィドラ"],["ラブマンダー","アグニドラ"],["カバネドリ","シロカバネ"],["ツジギリ","ツジギリ"],["ライバード","ヴィオレッタ"],["イグニクス","ラブラドン"],["クレメーオ","シルフィア"],["クレメーオ","アヌビス"],["フォレーナ","ツンドラー"],["フォレーナ","セイントール"],["フォレーナ","グレイシャル"],["フォレーナ","ジェッドラン"],["フォレーナ","グレイシャドウ"],["ラベロット","ペコドン"],["ラベロット","グランモス"],["ラベロット","デスティング"],["ラベロット","リリクイン"],["ラベロット","パリピドン"],["ラベロット","ブリザモス"],["ヴィオレッタ","ヘルガルダ"],["ヴィオレッタ","エレパンダ"],["ヴィオレッタ","フロスカノン"],["ヴィオレッタ","ルナクイン"],["シルキーヌ","スプラドン"],["シルフィア","ゴクエンオ"],["ケルピス","ボルカイザー"],["ケルピス","シヴァ"],["アズレーン","フラリーナ"],["ゴクエンオ","アヌビス"],["ペコドン","ムラクモ"],["ペコドン","ヤミトバリ"],["フラリーナ","アルパオー"],["フラリーナ","ヒエティ"],["フラリーナ","トロピティ"],["グランモス","ムラクモ"],["ムラクモ","デスティング"],["ムラクモ","レヴィドラ"],["ムラクモ","アグニドラ"],["ヤミトバリ","デスティング"],["ヤミトバリ","リリクイン"],["シャーマンダー","ヘルガルダ"],["シャーマンダー","ジオラーヴァ"],["シャーマンダー","ボルゼクス"],["ライゾー","メルパカ"],["ライゾー","トドドドン"],["ライゾー","ツララジカ"],["ライゾー","ドリタス"],["ライゾー","ラブラドン"],["ライゾー","ヤマガミ"],["ヤマガミ","サラブレイズ"],["ヤマガミ","イグニクス"],["ヤマガミ","グラクレス"],["ヤマガミ","フェスキー"],["ヤマガミ","ホルス"],["アビスゴート","ライコーン"],["アビスゴート","カバネドリ"],["アビスゴート","クレメーオ"],["アビスゴート","ゴクエンオ"],["アビスゴート","シンエンオ"],["チリザード","ツンドラー"],["チリザード","ジオラーヴァ"],["チリザード","ボルゼクス"],["チリザード","グレイシャル"],["チリザード","グレイシャドウ"],["サンドロ","ペコドン"],["サンドロ","デスティング"],["サンドロ","リリクイン"],["サンドロ","サラブラック"],["サンドロ","パリピドン"],["サンドロ","ブリザモス"],["サラブラック","ヴィオレッタ"],["サラブラック","ヤミトバリ"],["ビリビリュー","シルキーヌ"],["ビリビリュー","アルパオー"],["ビリビリュー","ヒエティ"],["ビリビリュー","アオパオー"],["ビリビリュー","トロピティ"],["スナペント","クレメーオ"],["スナペント","ゴクエンオ"],["シロカバネ","ツジギリ"],["シロカバネ","シンエンオ"],["シルティア","ゴクエンオ"],["マグピス","ボルカイザー"],["シンエンオ","アヌビス"],["パリピドン","ムラクモ"],["パリピドン","ヤミトバリ"],["スプラドン","アオパオー"],["フロスカノン","ヤミトバリ"],["ブリザモス","ムラクモ"]]
  }, {
    name:"ライバード",
    icon:raibadoIcon,
    id:"73",
    type:[Thunder],
    work:[
      {kind:Unpan,level:3},
      {kind:Hatsuden,level:2},
      {kind:Saisyuu,level:1}
    ],
    item:["発電器官"],
    parent:[["ササゾー","ボルカイザー"],["ササゾー","スザク"],["ササゾー","シヴァ"],["ホークウィン","ボルカイザー"],["ホークウィン","スザク"],["ホークウィン","ゼノグリフ"],["ホークウィン","シヴァ"],["クインビーナ","ツンドラー"],["クインビーナ","ジオラーヴァ"],["クインビーナ","ボルゼクス"],["クインビーナ","セイントール"],["クインビーナ","グレイシャル"],["クインビーナ","ジェッドラン"],["クインビーナ","グレイシャドウ"],["ドンモップ","ボルカイザー"],["ドンモップ","スザク"],["ドンモップ","ゼノグリフ"],["ドンモップ","ベイントール"],["ドンモップ","シヴァ"],["サラブレイズ","スザク"],["サラブレイズ","ゼノグリフ"],["サラブレイズ","セイントール"],["サラブレイズ","ベイントール"],["サラブレイズ","グレイシャル"],["サラブレイズ","ジェッドラン"],["サラブレイズ","グレイシャドウ"],["ライバード","ライバード"],["ライバード","ヘルガルダ"],["ライバード","デスティング"],["ライバード","エレパンダ"],["ライバード","リリクイン"],["ライバード","フロスカノン"],["ライバード","ルナクイン"],["イグニクス","スザク"],["イグニクス","ゼノグリフ"],["イグニクス","セイントール"],["イグニクス","ベイントール"],["イグニクス","ジェッドラン"],["イグニクス","シヴァ"],["イグニクス","グレイシャドウ"],["シルキーヌ","ボルカイザー"],["シルキーヌ","シヴァ"],["ツンドラー","ペコドン"],["ツンドラー","ボルカノン"],["ツンドラー","グランモス"],["ツンドラー","グラクレス"],["ツンドラー","フェスキー"],["ツンドラー","レヴィドラ"],["ツンドラー","ブリザモス"],["ツンドラー","アグニドラ"],["ペコドン","ヘルガルダ"],["ペコドン","ジオラーヴァ"],["ペコドン","ボルゼクス"],["ボルカノン","ジオラーヴァ"],["ボルカノン","ボルゼクス"],["ボルカノン","グレイシャル"],["ボルカノン","ジェッドラン"],["ボルカノン","グレイシャドウ"],["アルパオー","ボルカイザー"],["グランモス","ジオラーヴァ"],["グランモス","ボルゼクス"],["グランモス","グレイシャル"],["ヒエティ","ボルカイザー"],["グラクレス","ボルゼクス"],["グラクレス","セイントール"],["グラクレス","ベイントール"],["グラクレス","グレイシャル"],["グラクレス","ジェッドラン"],["グラクレス","グレイシャドウ"],["フェスキー","ゼノグリフ"],["フェスキー","セイントール"],["フェスキー","ベイントール"],["フェスキー","グレイシャル"],["フェスキー","ジェッドラン"],["フェスキー","グレイシャドウ"],["ヘルガルダ","デスティング"],["ヘルガルダ","リリクイン"],["ジオラーヴァ","デスティング"],["ジオラーヴァ","レヴィドラ"],["ジオラーヴァ","アグニドラ"],["デスティング","エレパンダ"],["デスティング","ルナクイン"],["レヴィドラ","ボルゼクス"],["レヴィドラ","グレイシャル"],["レヴィドラ","グレイシャドウ"],["スザク","ホルス"],["エレパンダ","リリクイン"],["エレパンダ","ルナクイン"],["リリクイン","ルナクイン"],["ホルス","ゼノグリフ"],["ホルス","セイントール"],["ホルス","ベイントール"],["ホルス","ジェッドラン"],["ホルス","グレイシャドウ"],["ライゾー","スザク"],["ライゾー","ゼノグリフ"],["ライゾー","セイントール"],["ライゾー","ベイントール"],["ライゾー","ジェッドラン"],["ライゾー","シヴァ"],["サラブラック","ライバード"],["サラブラック","ヘルガルダ"],["サラブラック","エレパンダ"],["サラブラック","フロスカノン"],["サラブラック","ルナクイン"],["パリピドン","ヘルガルダ"],["パリピドン","ジオラーヴァ"],["パリピドン","エレパンダ"],["パリピドン","ボルゼクス"],["パリピドン","ルナクイン"],["フロスカノン","ヘルガルダ"],["フロスカノン","エレパンダ"],["フロスカノン","リリクイン"],["フロスカノン","ルナクイン"],["アオパオー","ボルカイザー"],["アオパオー","シヴァ"],["ブリザモス","ヘルガルダ"],["ブリザモス","ジオラーヴァ"],["ブリザモス","ボルゼクス"],["ブリザモス","グレイシャル"],["アグニドラ","ボルゼクス"],["アグニドラ","グレイシャル"],["アグニドラ","グレイシャドウ"]]
  }, {
    name:"イグニクス",
    icon:igunikusuIcon,
    id:"74",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:3},
      {kind:Unpan,level:3}
    ],
    item:["発火器官"],
    parent:[["キャプペン","デスティング"],["キャプペン","リリクイン"],["キャプペン","サラブラック"],["キャプペン","フロスカノン"],["ササゾー","クインビーナ"],["ササゾー","ボルカノン"],["ササゾー","グラクレス"],["ササゾー","フェスキー"],["ササゾー","アグニドラ"],["ホークウィン","クインビーナ"],["ホークウィン","サラブレイズ"],["ホークウィン","グラクレス"],["ホークウィン","フェスキー"],["ヘルゴート","ヘルガルダ"],["パピテフ","ペコドン"],["パピテフ","デスティング"],["パピテフ","パリピドン"],["パピテフ","ブリザモス"],["クインビーナ","シルキーヌ"],["クインビーナ","アオパオー"],["ニャンギマリ","デスティング"],["ニャンギマリ","リリクイン"],["ニャンギマリ","サラブラック"],["ニャンギマリ","パリピドン"],["ドンモップ","サラブレイズ"],["ドンモップ","グラクレス"],["ドンモップ","フェスキー"],["ドンモップ","ホルス"],["ライコーン","セイントール"],["ライコーン","ベイントール"],["ライコーン","ジェッドラン"],["ライコーン","グレイシャドウ"],["フブキツネ","ボルカイザー"],["イヌズマ","ボルカイザー"],["イヌズマ","シヴァ"],["シーペント","ライバード"],["シーペント","ヘルガルダ"],["シーペント","エレパンダ"],["シーペント","ルナクイン"],["ニャンバット","ボルカイザー"],["ニャンバット","シヴァ"],["カバネドリ","グレイシャル"],["カバネドリ","ジェッドラン"],["カバネドリ","グレイシャドウ"],["ツジギリ","ツンドラー"],["ツジギリ","ボルゼクス"],["ツジギリ","グレイシャル"],["ライバード","シルフィア"],["ライバード","シルティア"],["イグニクス","イグニクス"],["イグニクス","ホルス"],["クレメーオ","スザク"],["クレメーオ","ゼノグリフ"],["クレメーオ","セイントール"],["クレメーオ","ベイントール"],["シルキーヌ","ボルカノン"],["シルキーヌ","グランモス"],["シルキーヌ","レヴィドラ"],["シルキーヌ","アグニドラ"],["シルフィア","フロスカノン"],["シルフィア","ルナクイン"],["アズレーン","ペコドン"],["アズレーン","デスティング"],["アズレーン","リリクイン"],["アズレーン","パリピドン"],["ゴクエンオ","スザク"],["ゴクエンオ","ゼノグリフ"],["ゴクエンオ","ベイントール"],["ペコドン","アルパオー"],["ペコドン","トロピティ"],["ボルカノン","ヒエティ"],["ボルカノン","アオパオー"],["アルパオー","グランモス"],["アルパオー","レヴィドラ"],["アルパオー","ブリザモス"],["アルパオー","アグニドラ"],["グランモス","トロピティ"],["ヒエティ","レヴィドラ"],["ヒエティ","アグニドラ"],["ヘルガルダ","アヌビス"],["アヌビス","エレパンダ"],["アヌビス","ルナクイン"],["ライゾー","サラブレイズ"],["ライゾー","イグニクス"],["ライゾー","ホルス"],["アビスゴート","ヘルガルダ"],["アビスゴート","エレパンダ"],["サラブラック","シルフィア"],["サラブラック","シルティア"],["スナペント","ライバード"],["スナペント","エレパンダ"],["スナペント","フロスカノン"],["スナペント","ルナクイン"],["シロカバネ","ツンドラー"],["シロカバネ","ジオラーヴァ"],["シロカバネ","ボルゼクス"],["シルティア","リリクイン"],["シルティア","フロスカノン"],["シンエンオ","セイントール"],["シンエンオ","ジェッドラン"],["シンエンオ","グレイシャドウ"],["パリピドン","トロピティ"],["アオパオー","グラクレス"],["アオパオー","レヴィドラ"],["アオパオー","アグニドラ"],["ブリザモス","ヒエティ"],["ブリザモス","トロピティ"]]
  }, {
    name:"クレメーオ",
    icon:kuremeoIcon,
    id:"75",
    type:[Dark],
    work:[
      {kind:Tesagyou,level:2},
      {kind:Seiyaku,level:2},
      {kind:Unpan,level:2}
    ],
    item:["皮", "クレメーオ", "高度な技術書"],
    parent:[["カモノスケ","ゼノグリフ"],["カモノスケ","ベイントール"],["エテッパ","ジオラーヴァ"],["エテッパ","ボルゼクス"],["ヒノコジカ","リリクイン"],["ヒノコジカ","サラブラック"],["ヒノコジカ","フロスカノン"],["ペンタマ","スザク"],["キャプペン","ルミカイト"],["キャプペン","ツララジカ"],["パチグリ","シヴァ"],["ナエモチ","ジオラーヴァ"],["ホウロック","ボルカイザー"],["ンダコアラ","ボルカイザー"],["イノボウ","デスティング"],["イノボウ","パリピドン"],["ルナティ","ライバード"],["ルナティ","ルナクイン"],["ヤミイカ","グレイシャドウ"],["ルミカイト","シルティア"],["ガウルフ","クインビーナ"],["ガウルフ","グラクレス"],["クルットリ","スザク"],["クルットリ","ゼノグリフ"],["ポプリーナ","グレイシャル"],["ミルカルビ","パピテフ"],["ミルカルビ","トロピティ"],["イバラヒメ","セイントール"],["イバラヒメ","ベイントール"],["シャーキッド","グランモス"],["シャーキッド","レヴィドラ"],["シャーキッド","アグニドラ"],["メリポップ","エレパンダ"],["メリポップ","ルナクイン"],["ベリゴート","アルパオー"],["ベリゴート","ヒエティ"],["メルパカ","ニャンギマリ"],["メルパカ","アズレーン"],["ツノガミ","アルパオー"],["ツノガミ","トロピティ"],["ホークウィン","ムラクモ"],["ヒメウサ","セイントール"],["ヒメウサ","ジェッドラン"],["ヘルゴート","オコチョ"],["ヘルゴート","ビリビリュー"],["パピテフ","トドドドン"],["トドドドン","ニャンギマリ"],["トドドドン","アズレーン"],["マスクロウ","ボルカノン"],["マスクロウ","レヴィドラ"],["マスクロウ","アグニドラ"],["ダリザード","ペコドン"],["ダリザード","パリピドン"],["ツキカゲ","シルキーヌ"],["ツキカゲ","アオパオー"],["エアムルグ","サラブレイズ"],["エアムルグ","ホルス"],["フェザーロ","イグニクス"],["フェザーロ","ホルス"],["ゴリレイジ","サラブレイズ"],["ゴリレイジ","フェスキー"],["ビーナイト","クインビーナ"],["ビーナイト","ボルカノン"],["ビーナイト","アグニドラ"],["ニャンギマリ","ツララジカ"],["コモップ","ジェッドラン"],["コモップ","グレイシャドウ"],["ドンモップ","ラベロット"],["ドンモップ","ムラクモ"],["ライコーン","ゴクエンオ"],["フブキツネ","ツジギリ"],["イヌズマ","カバネドリ"],["シラヌイ","シーペント"],["シラヌイ","アヌビス"],["カミナラシ","ヘルガルダ"],["ミステリア","ペコドン"],["ミステリア","ブリザモス"],["アロアリュー","アヌビス"],["シーペント","スプラドン"],["ソルレイス","リリクイン"],["ドリタス","シルフィア"],["ニャンバット","ツジギリ"],["ラブマンダー","シルキーヌ"],["ラブマンダー","ヒエティ"],["イグニクス","ヤミトバリ"],["クレメーオ","クレメーオ"],["フォレーナ","フロスカノン"],["ヴィオレッタ","グラクレス"],["ヴィオレッタ","フェスキー"],["シルフィア","ラブラドン"],["ケルピス","ツンドラー"],["ケルピス","ボルゼクス"],["コチグリ","シヴァ"],["シャーマンダー","グランモス"],["シャーマンダー","ブリザモス"],["ライゾー","ヤミトバリ"],["ライゾー","サンドロ"],["ヤマガミ","パピテフ"],["ヤマガミ","アズレーン"],["アビスゴート","アロアリュー"],["アビスゴート","ビリビリュー"],["チリザード","デスティング"],["チリザード","リリクイン"],["サラブラック","ソルレイス"],["サラブラック","フォレーナ"],["スナペント","ドリタス"],["スナペント","スプラドン"],["シロカバネ","フラリーナ"],["シルティア","ラブラドン"],["マグピス","ツンドラー"],["マグピス","グレイシャル"]]
  }, {
    name:"フォレーナ",
    icon:forenaIcon,
    id:"76",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:2},
      {kind:Tesagyou,level:3},
      {kind:Unpan,level:2}
    ],
    item:["発火器官", "高度な技術書"],
    parent:[["モコロン","ルミカイト"],["モコロン","ドリタス"],["モコロン","ラブラドン"],["ツッパニャン","ルミカイト"],["ツッパニャン","ツララジカ"],["ツッパニャン","ラブラドン"],["タマコッコ","シラヌイ"],["タマコッコ","アロアリュー"],["タマコッコ","スプラドン"],["クルリス","ミルカルビ"],["クルリス","メルパカ"],["クルリス","トドドドン"],["クルリス","ヤマガミ"],["キツネビ","ベリゴート"],["キツネビ","ツノガミ"],["キツネビ","ラブマンダー"],["カモノスケ","ラベロット"],["カモノスケ","ヤミトバリ"],["カモノスケ","サンドロ"],["ボルトラ","ミルカルビ"],["ボルトラ","ベリゴート"],["ボルトラ","ツノガミ"],["エテッパ","シャーキッド"],["エテッパ","マスクロウ"],["エテッパ","ビーナイト"],["ヒノコジカ","ルナティ"],["ヒノコジカ","フォレーナ"],["ペンタマ","ラベロット"],["ペンタマ","ムラクモ"],["パチグリ","ツキカゲ"],["ナエモチ","シャーキッド"],["ナエモチ","マスクロウ"],["ナエモチ","シャーマンダー"],["タマモ","ルミカイト"],["タマモ","メルパカ"],["タマモ","ツララジカ"],["ホウロック","ベリゴート"],["ホウロック","ツキカゲ"],["ホウロック","ラブマンダー"],["チョロゾウ","シラヌイ"],["チョロゾウ","ドリタス"],["チョロゾウ","スプラドン"],["ンダコアラ","ツキカゲ"],["ンダコアラ","ラブマンダー"],["ミルフィー","ルミカイト"],["ミルフィー","ツララジカ"],["ミルフィー","ラブラドン"],["ネムラム","シャーキッド"],["ネムラム","ミステリア"],["ネムラム","シャーマンダー"],["イノボウ","メリポップ"],["イノボウ","カミナラシ"],["ルナティ","ソルレイス"],["ルナティ","フォレーナ"],["ルナティ","チリザード"],["モグルン","ダリザード"],["モグルン","ミステリア"],["モグルン","シャーマンダー"],["ヤミイカ","エアムルグ"],["ヤミイカ","ゴリレイジ"],["ヤミイカ","ヴィオレッタ"],["ニャオテト","ドリタス"],["ニャオテト","ラブラドン"],["ニャオテト","スプラドン"],["ガウルフ","ポプリーナ"],["ガウルフ","ケルピス"],["ガウルフ","マグピス"],["クルットリ","ラベロット"],["クルットリ","ムラクモ"],["クルットリ","サンドロ"],["ポプリーナ","ゴリレイジ"],["ポプリーナ","ヴィオレッタ"],["ミルカルビ","シメナワ"],["ミルカルビ","ラヴィ"],["ミルカルビ","オバケナワ"],["イバラヒメ","フェザーロ"],["イバラヒメ","ヤミトバリ"],["イバラヒメ","サンドロ"],["シメナワ","トドドドン"],["シメナワ","ヤマガミ"],["メリポップ","ソルレイス"],["メリポップ","チリザード"],["ベリゴート","ラヴィ"],["ツノガミ","ラヴィ"],["ヒメウサ","エアムルグ"],["ヒメウサ","フェザーロ"],["ヒメウサ","ヤミトバリ"],["マスクロウ","ケルピス"],["ダリザード","カミナラシ"],["エアムルグ","コモップ"],["フェザーロ","コモップ"],["ゴリレイジ","コモップ"],["ビーナイト","ケルピス"],["ビーナイト","マグピス"],["カミナラシ","ミステリア"],["フォレーナ","フォレーナ"],["ヴィオレッタ","マグピス"],["コチグリ","ムラクモ"],["チルテト","メルパカ"],["チルテト","トドドドン"],["チルテト","ツララジカ"],["チルテト","ヤマガミ"],["オバケナワ","トドドドン"],["オバケナワ","ヤマガミ"]]
  }, {
    name:"ラベロット",
    icon:raberottoIcon,
    id:"77",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:2},
      {kind:Tesagyou,level:3},
      {kind:Bassai,level:2},
      {kind:Unpan,level:2},
      {kind:Saisyuu,level:3}
    ],
    item:["皮", "骨"],
    parent:[["モコロン","キャプペン"],["モコロン","ニャンギマリ"],["ツッパニャン","キャプペン"],["ツッパニャン","シルティア"],["タマコッコ","パピテフ"],["タマコッコ","トロピティ"],["クルリス","シーペント"],["クルリス","スナペント"],["キツネビ","ヘルゴート"],["キツネビ","アビスゴート"],["カモノスケ","カバネドリ"],["ボルトラ","アヌビス"],["ボルトラ","アビスゴート"],["エテッパ","イヌズマ"],["ヒノコジカ","シラヌイ"],["ヒノコジカ","アロアリュー"],["ヒノコジカ","スプラドン"],["ペンタマ","ツジギリ"],["キャプペン","ミルフィー"],["パチグリ","シロカバネ"],["ナエモチ","イヌズマ"],["ナエモチ","ニャンバット"],["タマモ","シルフィア"],["タマモ","シルティア"],["ホウロック","ヘルゴート"],["チョロゾウ","パピテフ"],["チョロゾウ","アズレーン"],["ミルフィー","シルフィア"],["ミルフィー","シルティア"],["ネムラム","フブキツネ"],["ネムラム","ニャンバット"],["イノボウ","ドリタス"],["イノボウ","ラブラドン"],["ルナティ","オコチョ"],["ルナティ","ビリビリュー"],["モグルン","フブキツネ"],["ヤミイカ","クレメーオ"],["ニャオテト","ニャンギマリ"],["ニャオテト","アズレーン"],["ルミカイト","ダリザード"],["ルミカイト","ミステリア"],["ガウルフ","ベリゴート"],["ガウルフ","ツノガミ"],["クルットリ","ツジギリ"],["ポプリーナ","クレメーオ"],["ポプリーナ","ゴクエンオ"],["ミルカルビ","マスクロウ"],["ミルカルビ","ビーナイト"],["イバラヒメ","カバネドリ"],["イバラヒメ","シンエンオ"],["シャーキッド","メルパカ"],["シャーキッド","トドドドン"],["シャーキッド","ヤマガミ"],["シメナワ","シーペント"],["シメナワ","アヌビス"],["メリポップ","ブルフェルノ"],["メリポップ","オコチョ"],["ベリゴート","ヴィオレッタ"],["ツノガミ","ビーナイト"],["ヒメウサ","ライコーン"],["ヒメウサ","シンエンオ"],["ヘルゴート","ラヴィ"],["トドドドン","マスクロウ"],["ダリザード","ラブラドン"],["ツキカゲ","エアムルグ"],["ツキカゲ","ゴリレイジ"],["ゴリレイジ","ラブマンダー"],["コモップ","ライコーン"],["ツララジカ","ミステリア"],["シラヌイ","ソルレイス"],["シラヌイ","フォレーナ"],["カミナラシ","フラリーナ"],["アロアリュー","フォレーナ"],["ソルレイス","スプラドン"],["ラブマンダー","ヴィオレッタ"],["ラヴィ","アヌビス"],["ラベロット","ラベロット"],["ムラクモ","ヤミトバリ"],["コチグリ","シロカバネ"],["チルテト","シルフィア"],["チルテト","スナペント"],["シャーマンダー","メルパカ"],["シャーマンダー","トドドドン"],["シャーマンダー","ツララジカ"],["オバケナワ","シーペント"],["オバケナワ","アヌビス"],["オバケナワ","スナペント"],["ヤマガミ","マスクロウ"],["アビスゴート","ラヴィ"],["チリザード","ドリタス"],["チリザード","スプラドン"],["サンドロ","ラベロット"],["サンドロ","ムラクモ"],["マグピス","ゴクエンオ"]]
  }, {
    name:"ヴィオレッタ",
    icon:viorettaIcon,
    id:"78",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:2},
      {kind:Tesagyou,level:3},
      {kind:Seiyaku,level:3},
      {kind:Unpan,level:2},
      {kind:Saisyuu,level:2}
    ],
    item:[],
    parent:[["ツッパニャン","ツジギリ"],["クルリス","シンエンオ"],["キツネビ","クレメーオ"],["エテッパ","ドリタス"],["ヒノコジカ","ツキカゲ"],["ヒノコジカ","ラブマンダー"],["ペンタマ","ニャンバット"],["ナエモチ","ラブラドン"],["ホウロック","ゴクエンオ"],["ミルフィー","ツジギリ"],["ネムラム","ルミカイト"],["ルナティ","ツノガミ"],["モグルン","ツララジカ"],["ヤミイカ","ビリビリュー"],["ニャオテト","シロカバネ"],["ガウルフ","ゴリレイジ"],["クルットリ","フブキツネ"],["ポプリーナ","アロアリュー"],["ミルカルビ","メリポップ"],["イバラヒメ","フラリーナ"],["シャーキッド","ヤミトバリ"],["シメナワ","ライコーン"],["メルパカ","カミナラシ"],["ヒメウサ","ブルフェルノ"],["トドドドン","カミナラシ"],["マスクロウ","フェザーロ"],["ダリザード","ムラクモ"],["ツキカゲ","ソルレイス"],["エアムルグ","ビーナイト"],["コモップ","オコチョ"],["シラヌイ","マグピス"],["ミステリア","ラベロット"],["ラブマンダー","フォレーナ"],["ラヴィ","クレメーオ"],["ヴィオレッタ","ヴィオレッタ"],["ケルピス","スプラドン"],["コチグリ","イヌズマ"],["チルテト","カバネドリ"],["シャーマンダー","サンドロ"],["オバケナワ","ライコーン"],["オバケナワ","シンエンオ"]]
  }, {
    name:"シルキーヌ",
    icon:shirukinuIcon,
    id:"79",
    type:[Ice],
    work:[
      {kind:Seiyaku,level:2},
      {kind:Reikyaku,level:2},
      {kind:Houboku,level:1}
    ],
    item:["上質な布", "氷結器官"],
    parent:[["キャプペン","サラブレイズ"],["キャプペン","イグニクス"],["キャプペン","ホルス"],["キャプペン","ライゾー"],["ルミカイト","ボルカイザー"],["ルミカイト","シヴァ"],["ササゾー","シルキーヌ"],["ササゾー","アルパオー"],["ササゾー","ヒエティ"],["ササゾー","トロピティ"],["メルパカ","ボルカイザー"],["ホークウィン","パピテフ"],["ホークウィン","アルパオー"],["ホークウィン","ヒエティ"],["ホークウィン","トロピティ"],["ヘルゴート","ボルカノン"],["ヘルゴート","グランモス"],["ヘルゴート","レヴィドラ"],["ヘルゴート","ブリザモス"],["ヘルゴート","アグニドラ"],["パピテフ","ドンモップ"],["ブルフェルノ","グレイシャル"],["ブルフェルノ","ジェッドラン"],["ブルフェルノ","グレイシャドウ"],["トドドドン","ボルカイザー"],["クインビーナ","シーペント"],["クインビーナ","アヌビス"],["クインビーナ","スナペント"],["ニャンギマリ","イグニクス"],["ニャンギマリ","ホルス"],["ドンモップ","アズレーン"],["ドンモップ","アルパオー"],["ドンモップ","トロピティ"],["オコチョ","セイントール"],["オコチョ","ジェッドラン"],["オコチョ","グレイシャドウ"],["ライコーン","ライバード"],["ライコーン","エレパンダ"],["ライコーン","フロスカノン"],["ライコーン","ルナクイン"],["フブキツネ","ツンドラー"],["フブキツネ","ジオラーヴァ"],["フブキツネ","ボルゼクス"],["フブキツネ","グレイシャル"],["サラブレイズ","シルフィア"],["サラブレイズ","スナペント"],["サラブレイズ","シルティア"],["ツララジカ","ボルカイザー"],["ツララジカ","シヴァ"],["イヌズマ","ジオラーヴァ"],["イヌズマ","ボルゼクス"],["シラヌイ","スザク"],["シラヌイ","ゼノグリフ"],["シラヌイ","セイントール"],["シラヌイ","ベイントール"],["アロアリュー","ゼノグリフ"],["アロアリュー","セイントール"],["アロアリュー","ベイントール"],["アロアリュー","ジェッドラン"],["シーペント","ボルカノン"],["シーペント","グラクレス"],["シーペント","フェスキー"],["ドリタス","スザク"],["ドリタス","ゼノグリフ"],["ドリタス","シヴァ"],["ニャンバット","ツンドラー"],["ニャンバット","ジオラーヴァ"],["ニャンバット","ボルゼクス"],["カバネドリ","ライバード"],["カバネドリ","リリクイン"],["カバネドリ","フロスカノン"],["ツジギリ","デスティング"],["ツジギリ","リリクイン"],["ツジギリ","パリピドン"],["ライバード","シンエンオ"],["イグニクス","アズレーン"],["イグニクス","シルティア"],["クレメーオ","ヘルガルダ"],["クレメーオ","エレパンダ"],["クレメーオ","ルナクイン"],["シルキーヌ","シルキーヌ"],["シルキーヌ","ヒエティ"],["シルキーヌ","アオパオー"],["シルフィア","グラクレス"],["シルフィア","フェスキー"],["シルフィア","ホルス"],["ツンドラー","フラリーナ"],["ゴクエンオ","ヘルガルダ"],["ゴクエンオ","エレパンダ"],["ラブラドン","スザク"],["ラブラドン","シヴァ"],["フラリーナ","グレイシャル"],["フラリーナ","グレイシャドウ"],["ボルカノン","アヌビス"],["アルパオー","アオパオー"],["グラクレス","アヌビス"],["アヌビス","レヴィドラ"],["アヌビス","アグニドラ"],["ライゾー","パピテフ"],["ライゾー","ニャンギマリ"],["ライゾー","アズレーン"],["ヤマガミ","ボルカイザー"],["アビスゴート","クインビーナ"],["アビスゴート","ボルカノン"],["アビスゴート","グランモス"],["アビスゴート","レヴィドラ"],["アビスゴート","アグニドラ"],["サラブラック","カバネドリ"],["サラブラック","ツジギリ"],["サラブラック","シンエンオ"],["ビリビリュー","セイントール"],["ビリビリュー","ベイントール"],["ビリビリュー","ジェッドラン"],["ビリビリュー","グレイシャドウ"],["スナペント","グラクレス"],["スナペント","フェスキー"],["シロカバネ","ペコドン"],["シロカバネ","デスティング"],["シロカバネ","パリピドン"],["シロカバネ","ブリザモス"],["シルティア","フェスキー"],["シルティア","ホルス"],["シンエンオ","フロスカノン"],["シンエンオ","ルナクイン"],["スプラドン","スザク"],["スプラドン","ゼノグリフ"],["スプラドン","ベイントール"],["アオパオー","ヒエティ"]]
  }, {
    name:"シルフィア",
    icon:shirufiaIcon,
    id:"80",
    type:[Dragon],
    work:[
      {kind:Bassai,level:2}
    ],
    item:["上質なパルオイル"],
    parent:[["キャプペン","シーペント"],["キャプペン","シルフィア"],["キャプペン","アヌビス"],["キャプペン","アビスゴート"],["キャプペン","スナペント"],["ルミカイト","ライバード"],["ルミカイト","ヘルガルダ"],["ルミカイト","エレパンダ"],["ルミカイト","フロスカノン"],["ルミカイト","ルナクイン"],["ガウルフ","ボルカイザー"],["ガウルフ","シヴァ"],["ミルカルビ","ヘルガルダ"],["ミルカルビ","ジオラーヴァ"],["シャーキッド","ボルカイザー"],["ササゾー","カバネドリ"],["ササゾー","ツジギリ"],["ササゾー","シンエンオ"],["ベリゴート","ツンドラー"],["ベリゴート","ジオラーヴァ"],["ベリゴート","ボルゼクス"],["メルパカ","ヘルガルダ"],["メルパカ","エレパンダ"],["メルパカ","ルナクイン"],["ツノガミ","ジオラーヴァ"],["ツノガミ","ボルゼクス"],["ホークウィン","ライコーン"],["ホークウィン","カバネドリ"],["ホークウィン","ツジギリ"],["ホークウィン","シンエンオ"],["ヘルゴート","パピテフ"],["ヘルゴート","ニャンギマリ"],["ヘルゴート","アズレーン"],["ヘルゴート","アルパオー"],["ヘルゴート","トロピティ"],["パピテフ","アヌビス"],["ブルフェルノ","ペコドン"],["ブルフェルノ","グランモス"],["ブルフェルノ","レヴィドラ"],["ブルフェルノ","パリピドン"],["ブルフェルノ","ブリザモス"],["トドドドン","ヘルガルダ"],["トドドドン","エレパンダ"],["マスクロウ","ボルカイザー"],["ツキカゲ","ツンドラー"],["ツキカゲ","ジオラーヴァ"],["ツキカゲ","ボルゼクス"],["ツキカゲ","グレイシャル"],["エアムルグ","スザク"],["エアムルグ","ゼノグリフ"],["エアムルグ","ベイントール"],["エアムルグ","シヴァ"],["フェザーロ","スザク"],["フェザーロ","ゼノグリフ"],["フェザーロ","セイントール"],["フェザーロ","ベイントール"],["ゴリレイジ","スザク"],["ゴリレイジ","ゼノグリフ"],["ゴリレイジ","シヴァ"],["ビーナイト","ボルカイザー"],["ビーナイト","シヴァ"],["クインビーナ","フブキツネ"],["クインビーナ","イヌズマ"],["クインビーナ","ニャンバット"],["ニャンギマリ","シーペント"],["ニャンギマリ","アヌビス"],["ニャンギマリ","スナペント"],["ドンモップ","ライコーン"],["ドンモップ","カバネドリ"],["ドンモップ","シンエンオ"],["オコチョ","ペコドン"],["オコチョ","グランモス"],["オコチョ","デスティング"],["オコチョ","パリピドン"],["オコチョ","ブリザモス"],["ライコーン","イグニクス"],["フブキツネ","グランモス"],["フブキツネ","グラクレス"],["フブキツネ","レヴィドラ"],["フブキツネ","アグニドラ"],["サラブレイズ","イヌズマ"],["サラブレイズ","ゴクエンオ"],["ツララジカ","ライバード"],["ツララジカ","ヘルガルダ"],["ツララジカ","エレパンダ"],["ツララジカ","ルナクイン"],["イヌズマ","ボルカノン"],["イヌズマ","グラクレス"],["イヌズマ","フェスキー"],["シラヌイ","デスティング"],["シラヌイ","リリクイン"],["シラヌイ","パリピドン"],["シラヌイ","フロスカノン"],["アロアリュー","ペコドン"],["アロアリュー","デスティング"],["アロアリュー","リリクイン"],["アロアリュー","パリピドン"],["シーペント","アズレーン"],["シーペント","シルティア"],["ドリタス","ライバード"],["ドリタス","リリクイン"],["ドリタス","フロスカノン"],["ドリタス","ルナクイン"],["ニャンバット","ボルカノン"],["ニャンバット","グラクレス"],["ニャンバット","フェスキー"],["ニャンバット","レヴィドラ"],["ニャンバット","アグニドラ"],["ラブマンダー","ツンドラー"],["ラブマンダー","ジオラーヴァ"],["ラブマンダー","ボルゼクス"],["ラブマンダー","グレイシャル"],["カバネドリ","アオパオー"],["ツジギリ","シルキーヌ"],["ツジギリ","ヒエティ"],["ツジギリ","アオパオー"],["ライバード","ラブラドン"],["ライバード","スプラドン"],["イグニクス","クレメーオ"],["イグニクス","ゴクエンオ"],["クレメーオ","ホルス"],["ラベロット","セイントール"],["ラベロット","ベイントール"],["ラベロット","ジェッドラン"],["ラベロット","グレイシャドウ"],["ヴィオレッタ","ボルカイザー"],["ヴィオレッタ","スザク"],["ヴィオレッタ","シヴァ"],["シルフィア","シルフィア"],["シルフィア","シルティア"],["アズレーン","アヌビス"],["ゴクエンオ","フェスキー"],["ゴクエンオ","ホルス"],["ペコドン","フラリーナ"],["ラブラドン","エレパンダ"],["ラブラドン","フロスカノン"],["ラブラドン","ルナクイン"],["フラリーナ","ボルカノン"],["フラリーナ","グランモス"],["フラリーナ","レヴィドラ"],["フラリーナ","ブリザモス"],["フラリーナ","アグニドラ"],["ムラクモ","セイントール"],["ムラクモ","グレイシャル"],["ムラクモ","ジェッドラン"],["ムラクモ","グレイシャドウ"],["ヤミトバリ","スザク"],["ヤミトバリ","ゼノグリフ"],["ヤミトバリ","セイントール"],["ヤミトバリ","ベイントール"],["ヤミトバリ","ジェッドラン"],["ライゾー","ライコーン"],["ライゾー","クレメーオ"],["ライゾー","ゴクエンオ"],["ライゾー","シンエンオ"],["ヤマガミ","ヘルガルダ"],["ヤマガミ","エレパンダ"],["アビスゴート","パピテフ"],["アビスゴート","ニャンギマリ"],["アビスゴート","アズレーン"],["アビスゴート","トロピティ"],["サンドロ","ゼノグリフ"],["サンドロ","セイントール"],["サンドロ","ベイントール"],["サンドロ","ジェッドラン"],["サンドロ","グレイシャドウ"],["サラブラック","シラヌイ"],["サラブラック","アロアリュー"],["サラブラック","ドリタス"],["サラブラック","ラブラドン"],["サラブラック","スプラドン"],["ビリビリュー","ペコドン"],["ビリビリュー","デスティング"],["ビリビリュー","リリクイン"],["ビリビリュー","パリピドン"],["ビリビリュー","ブリザモス"],["スナペント","シルフィア"],["スナペント","シルティア"],["シロカバネ","シルキーヌ"],["シロカバネ","アルパオー"],["シロカバネ","ヒエティ"],["シロカバネ","アオパオー"],["シロカバネ","トロピティ"],["シルティア","アヌビス"],["スプラドン","デスティング"],["スプラドン","リリクイン"],["スプラドン","フロスカノン"]]
  }, {
    name:"シルティア",
    icon:shiruthiaIcon,
    id:"80B",
    type:[Water, Dragon],
    work:[
      {kind:Bassai,level:2},
      {kind:Mizuyari,level:3}
    ],
    item:["上質なパルオイル"],
    parent:[["シーペント","シルフィア"],["シルティア","シルティア"]]
  }, {
    name:"ケルピス",
    icon:kerupisuIcon,
    id:"81",
    type:[Water],
    work:[
      {kind:Mizuyari,level:1}
    ],
    item:["ケルピスの魚肉", "パルの体液"],
    parent:[["モコロン","ガウルフ"],["モコロン","ゴリレイジ"],["モコロン","ヴィオレッタ"],["ツッパニャン","ガウルフ"],["ツッパニャン","ビーナイト"],["ツッパニャン","ヴィオレッタ"],["タマコッコ","エアムルグ"],["タマコッコ","フェザーロ"],["タマコッコ","ヤミトバリ"],["クルリス","シャーキッド"],["クルリス","マスクロウ"],["クルリス","シャーマンダー"],["キツネビ","イノボウ"],["キツネビ","ダリザード"],["キツネビ","ミステリア"],["カモノスケ","ルナティ"],["カモノスケ","メリポップ"],["ボルトラ","ダリザード"],["ボルトラ","ミステリア"],["ボルトラ","シャーマンダー"],["エテッパ","ポプリーナ"],["エテッパ","ケルピス"],["エテッパ","マグピス"],["ヒノコジカ","パチグリ"],["ヒノコジカ","コチグリ"],["ペンタマ","ルナティ"],["ペンタマ","フォレーナ"],["パチグリ","ソルレイス"],["パチグリ","フォレーナ"],["パチグリ","チリザード"],["ナエモチ","ヤミイカ"],["ナエモチ","ポプリーナ"],["ナエモチ","マグピス"],["タマモ","ガウルフ"],["タマモ","マスクロウ"],["タマモ","ビーナイト"],["ホウロック","イノボウ"],["ホウロック","ダリザード"],["ホウロック","チリザード"],["チョロゾウ","エアムルグ"],["チョロゾウ","フェザーロ"],["チョロゾウ","ゴリレイジ"],["ンダコアラ","イノボウ"],["ンダコアラ","ソルレイス"],["ンダコアラ","チリザード"],["ミルフィー","ガウルフ"],["ミルフィー","ビーナイト"],["ネムラム","ヤミイカ"],["ネムラム","ポプリーナ"],["ネムラム","コモップ"],["ルナティ","クルットリ"],["モグルン","ヤミイカ"],["モグルン","ヒメウサ"],["モグルン","コモップ"],["ニャオテト","エアムルグ"],["ニャオテト","ゴリレイジ"],["ニャオテト","ヴィオレッタ"],["クルットリ","メリポップ"],["イバラヒメ","メリポップ"],["イバラヒメ","カミナラシ"],["シャーキッド","シメナワ"],["シャーキッド","オバケナワ"],["シメナワ","ミステリア"],["ヒメウサ","カミナラシ"],["コモップ","カミナラシ"],["ミステリア","ラヴィ"],["ケルピス","ケルピス"],["ケルピス","マグピス"],["コチグリ","ソルレイス"],["コチグリ","フォレーナ"],["チルテト","シャーキッド"],["チルテト","マスクロウ"],["チルテト","ビーナイト"],["シャーマンダー","シメナワ"],["シャーマンダー","オバケナワ"]]
  }, {
    name:"マグピス",
    icon:magupisuIcon,
    id:"81B",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:1}
    ],
    item:["ケルピスの魚肉", "発火器官"],
    parent:[["モコロン","マスクロウ"],["モコロン","ビーナイト"],["ツッパニャン","シャーキッド"],["ツッパニャン","マスクロウ"],["タマコッコ","ゴリレイジ"],["タマコッコ","ヴィオレッタ"],["クルリス","ダリザード"],["クルリス","ミステリア"],["キツネビ","ソルレイス"],["キツネビ","チリザード"],["カモノスケ","モグルン"],["カモノスケ","カミナラシ"],["ボルトラ","イノボウ"],["ボルトラ","チリザード"],["エテッパ","ヤミイカ"],["エテッパ","コモップ"],["ヒノコジカ","ホウロック"],["ヒノコジカ","ンダコアラ"],["ペンタマ","メリポップ"],["パチグリ","ルナティ"],["ナエモチ","ヒメウサ"],["ナエモチ","コモップ"],["タマモ","シャーキッド"],["タマモ","シャーマンダー"],["ホウロック","ソルレイス"],["ホウロック","フォレーナ"],["チョロゾウ","ガウルフ"],["チョロゾウ","ヴィオレッタ"],["ンダコアラ","フォレーナ"],["ミルフィー","シャーキッド"],["ミルフィー","マスクロウ"],["ネムラム","イバラヒメ"],["ネムラム","ヒメウサ"],["イノボウ","シメナワ"],["イノボウ","ラヴィ"],["モグルン","イバラヒメ"],["ヤミイカ","ケルピス"],["ニャオテト","ガウルフ"],["ニャオテト","ビーナイト"],["クルットリ","カミナラシ"],["ポプリーナ","ケルピス"],["ポプリーナ","マグピス"],["シメナワ","ダリザード"],["コチグリ","ルナティ"],["コチグリ","メリポップ"],["チルテト","ミステリア"],["チルテト","シャーマンダー"],["オバケナワ","ダリザード"],["オバケナワ","ミステリア"],["チリザード","ラヴィ"],["マグピス","マグピス"]]
  }, {
    name:"アズレーン",
    icon:azurenIcon,
    id:"82",
    type:[Water, Dragon],
    work:[
      {kind:Mizuyari,level:3}
    ],
    item:["布"],
    parent:[["キャプペン","パピテフ"],["キャプペン","アルパオー"],["キャプペン","トロピティ"],["ルミカイト","ツンドラー"],["ルミカイト","ボルゼクス"],["ルミカイト","グレイシャル"],["ミルカルビ","セイントール"],["ミルカルビ","ジェッドラン"],["ミルカルビ","グレイシャドウ"],["ササゾー","シーペント"],["ササゾー","アヌビス"],["ササゾー","アビスゴート"],["ベリゴート","ゼノグリフ"],["ベリゴート","セイントール"],["ベリゴート","ベイントール"],["メルパカ","グレイシャル"],["メルパカ","グレイシャドウ"],["ツノガミ","セイントール"],["ツノガミ","ベイントール"],["ツノガミ","ジェッドラン"],["ホークウィン","ヘルゴート"],["ホークウィン","アヌビス"],["ホークウィン","アビスゴート"],["ヘルゴート","ドンモップ"],["パピテフ","ニャンギマリ"],["パピテフ","アズレーン"],["ブルフェルノ","ライバード"],["ブルフェルノ","エレパンダ"],["ブルフェルノ","ルナクイン"],["トドドドン","グレイシャドウ"],["ツキカゲ","スザク"],["ツキカゲ","ゼノグリフ"],["クインビーナ","ライコーン"],["クインビーナ","カバネドリ"],["クインビーナ","シンエンオ"],["ニャンギマリ","アズレーン"],["ニャンギマリ","トロピティ"],["オコチョ","ヘルガルダ"],["オコチョ","エレパンダ"],["オコチョ","ルナクイン"],["ライコーン","ボルカノン"],["ライコーン","レヴィドラ"],["ライコーン","アグニドラ"],["フブキツネ","リリクイン"],["フブキツネ","サラブラック"],["フブキツネ","フロスカノン"],["サラブレイズ","ツジギリ"],["ツララジカ","ツンドラー"],["ツララジカ","グレイシャル"],["イヌズマ","デスティング"],["イヌズマ","リリクイン"],["イヌズマ","パリピドン"],["アロアリュー","ヘルガルダ"],["シーペント","シルキーヌ"],["シーペント","アオパオー"],["ドリタス","ジオラーヴァ"],["ドリタス","ボルゼクス"],["ニャンバット","デスティング"],["ニャンバット","リリクイン"],["ラブマンダー","スザク"],["ラブマンダー","ゼノグリフ"],["ラブマンダー","ベイントール"],["カバネドリ","グラクレス"],["カバネドリ","フェスキー"],["ツジギリ","フェスキー"],["ツジギリ","ホルス"],["ライバード","フラリーナ"],["クレメーオ","グランモス"],["クレメーオ","レヴィドラ"],["クレメーオ","ブリザモス"],["ラベロット","ボルカイザー"],["シルキーヌ","シルフィア"],["シルフィア","アルパオー"],["シルフィア","ヒエティ"],["アズレーン","アズレーン"],["ツンドラー","ラブラドン"],["ゴクエンオ","ペコドン"],["ゴクエンオ","グランモス"],["ゴクエンオ","ブリザモス"],["ラブラドン","ジオラーヴァ"],["ラブラドン","ボルゼクス"],["フラリーナ","フロスカノン"],["フラリーナ","ルナクイン"],["ムラクモ","ボルカイザー"],["ムラクモ","シヴァ"],["ライゾー","シロカバネ"],["ヤマガミ","ジェッドラン"],["ヤマガミ","グレイシャドウ"],["アビスゴート","ドンモップ"],["サンドロ","ボルカイザー"],["サラブラック","ニャンバット"],["ビリビリュー","ヘルガルダ"],["ビリビリュー","エレパンダ"],["スナペント","シルキーヌ"],["スナペント","ヒエティ"],["スナペント","アオパオー"],["シロカバネ","イグニクス"],["シロカバネ","ホルス"],["シルティア","アルパオー"],["シルティア","ヒエティ"],["シルティア","トロピティ"],["シンエンオ","ボルカノン"],["シンエンオ","グラクレス"],["スプラドン","ジオラーヴァ"],["アオパオー","アヌビス"]]
  }, {
    name:"ツンドラー",
    icon:tsundoraIcon,
    id:"83",
    type:[Ice],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Bassai,level:2},
      {kind:Reikyaku,level:3}
    ],
    item:[],
    parent:[["ライバード","ボルカイザー"],["ライバード","スザク"],["ライバード","ゼノグリフ"],["ライバード","シヴァ"],["ツンドラー","ツンドラー"],["ツンドラー","ジオラーヴァ"],["ツンドラー","ボルゼクス"],["ツンドラー","ゼノグリフ"],["ツンドラー","セイントール"],["ツンドラー","ベイントール"],["ツンドラー","グレイシャル"],["ツンドラー","ジェッドラン"],["ツンドラー","グレイシャドウ"],["ボルカイザー","ヘルガルダ"],["ボルカイザー","デスティング"],["ボルカイザー","エレパンダ"],["ボルカイザー","リリクイン"],["ボルカイザー","ルナクイン"],["ヘルガルダ","スザク"],["ヘルガルダ","ゼノグリフ"],["ヘルガルダ","セイントール"],["ヘルガルダ","ベイントール"],["ヘルガルダ","ジェッドラン"],["ヘルガルダ","シヴァ"],["ジオラーヴァ","スザク"],["ジオラーヴァ","ゼノグリフ"],["ジオラーヴァ","セイントール"],["ジオラーヴァ","ベイントール"],["ジオラーヴァ","グレイシャル"],["ジオラーヴァ","ジェッドラン"],["ジオラーヴァ","グレイシャドウ"],["スザク","エレパンダ"],["スザク","ボルゼクス"],["スザク","ルナクイン"],["エレパンダ","ゼノグリフ"],["エレパンダ","セイントール"],["エレパンダ","ベイントール"],["ボルゼクス","ゼノグリフ"],["ボルゼクス","セイントール"],["ボルゼクス","ベイントール"],["ボルゼクス","グレイシャル"],["ボルゼクス","ジェッドラン"],["ボルゼクス","グレイシャドウ"],["セイントール","グレイシャル"],["ベイントール","グレイシャル"],["グレイシャル","ジェッドラン"],["グレイシャル","グレイシャドウ"],["サラブラック","ボルカイザー"],["サラブラック","シヴァ"],["パリピドン","ボルカイザー"],["フロスカノン","ボルカイザー"],["フロスカノン","スザク"],["フロスカノン","シヴァ"],["シヴァ","エレパンダ"],["シヴァ","リリクイン"],["シヴァ","ルナクイン"],["ルナクイン","ゼノグリフ"],["ルナクイン","ベイントール"],["グレイシャドウ","ジェッドラン"]]
  }, {
    name:"ゴクエンオ",
    icon:gokuennoIcon,
    id:"84",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:3},
      {kind:Bassai,level:2}
    ],
    item:["発火器官"],
    parent:[["クルリス","ボルカイザー"],["キツネビ","ボルカイザー"],["キツネビ","シヴァ"],["カモノスケ","セイントール"],["カモノスケ","ジェッドラン"],["カモノスケ","グレイシャドウ"],["ボルトラ","ボルカイザー"],["ボルトラ","シヴァ"],["エテッパ","ヘルガルダ"],["ヒノコジカ","ペコドン"],["ヒノコジカ","デスティング"],["ヒノコジカ","パリピドン"],["ヒノコジカ","ブリザモス"],["ペンタマ","ゼノグリフ"],["ペンタマ","セイントール"],["ペンタマ","ベイントール"],["ペンタマ","ジェッドラン"],["キャプペン","ミルカルビ"],["キャプペン","メルパカ"],["キャプペン","ツノガミ"],["キャプペン","トドドドン"],["キャプペン","ヤマガミ"],["パチグリ","スザク"],["パチグリ","ゼノグリフ"],["パチグリ","ベイントール"],["ナエモチ","ヘルガルダ"],["ナエモチ","エレパンダ"],["ホウロック","スザク"],["ホウロック","シヴァ"],["ンダコアラ","スザク"],["ンダコアラ","ゼノグリフ"],["ンダコアラ","シヴァ"],["ネムラム","ヘルガルダ"],["ネムラム","エレパンダ"],["ネムラム","ルナクイン"],["イノボウ","ペコドン"],["イノボウ","グランモス"],["イノボウ","レヴィドラ"],["イノボウ","ブリザモス"],["イノボウ","アグニドラ"],["ルナティ","デスティング"],["ルナティ","リリクイン"],["ルナティ","サラブラック"],["ルナティ","フロスカノン"],["モグルン","ライバード"],["モグルン","ヘルガルダ"],["モグルン","エレパンダ"],["モグルン","ルナクイン"],["ヤミイカ","ツンドラー"],["ヤミイカ","ジオラーヴァ"],["ヤミイカ","ボルゼクス"],["ヤミイカ","グレイシャル"],["ルミカイト","シーペント"],["ルミカイト","シルフィア"],["ルミカイト","アヌビス"],["ルミカイト","スナペント"],["ガウルフ","サラブレイズ"],["ガウルフ","イグニクス"],["ガウルフ","フェスキー"],["ガウルフ","ホルス"],["クルットリ","セイントール"],["クルットリ","ベイントール"],["クルットリ","ジェッドラン"],["クルットリ","グレイシャドウ"],["ポプリーナ","ツンドラー"],["ポプリーナ","ジオラーヴァ"],["ポプリーナ","ボルゼクス"],["ミルカルビ","ニャンギマリ"],["ミルカルビ","アズレーン"],["ミルカルビ","シルティア"],["イバラヒメ","グレイシャル"],["イバラヒメ","ジェッドラン"],["イバラヒメ","グレイシャドウ"],["シャーキッド","クインビーナ"],["シャーキッド","ボルカノン"],["シャーキッド","グラクレス"],["シャーキッド","フェスキー"],["シメナワ","ボルカイザー"],["ササゾー","ラベロット"],["ササゾー","ムラクモ"],["ササゾー","ヤミトバリ"],["ササゾー","サンドロ"],["メリポップ","ライバード"],["メリポップ","リリクイン"],["メリポップ","サラブラック"],["メリポップ","フロスカノン"],["ベリゴート","パピテフ"],["ベリゴート","ニャンギマリ"],["ベリゴート","アズレーン"],["ベリゴート","トロピティ"],["メルパカ","シルフィア"],["メルパカ","スナペント"],["メルパカ","シルティア"],["ツノガミ","パピテフ"],["ツノガミ","ニャンギマリ"],["ツノガミ","アズレーン"],["ホークウィン","フェザーロ"],["ホークウィン","ラベロット"],["ホークウィン","ヤミトバリ"],["ホークウィン","サンドロ"],["ヒメウサ","ツンドラー"],["ヒメウサ","グレイシャル"],["ヒメウサ","グレイシャドウ"],["ヘルゴート","シラヌイ"],["ヘルゴート","アロアリュー"],["ヘルゴート","ドリタス"],["ヘルゴート","スプラドン"],["パピテフ","ツキカゲ"],["パピテフ","ラブマンダー"],["ブルフェルノ","ツジギリ"],["ブルフェルノ","シロカバネ"],["トドドドン","シルフィア"],["トドドドン","スナペント"],["トドドドン","シルティア"],["マスクロウ","クインビーナ"],["マスクロウ","サラブレイズ"],["マスクロウ","グラクレス"],["マスクロウ","フェスキー"],["ダリザード","ボルカノン"],["ダリザード","グランモス"],["ダリザード","レヴィドラ"],["ダリザード","ブリザモス"],["ダリザード","アグニドラ"],["ツキカゲ","アルパオー"],["ツキカゲ","ヒエティ"],["ツキカゲ","トロピティ"],["エアムルグ","ドンモップ"],["エアムルグ","イグニクス"],["フェザーロ","ドンモップ"],["ゴリレイジ","イグニクス"],["ゴリレイジ","ホルス"],["ビーナイト","サラブレイズ"],["ビーナイト","グラクレス"],["ビーナイト","フェスキー"],["ビーナイト","ホルス"],["クインビーナ","ミステリア"],["コモップ","ツンドラー"],["コモップ","ボルゼクス"],["コモップ","グレイシャル"],["ドンモップ","ヤミトバリ"],["オコチョ","ツジギリ"],["オコチョ","シロカバネ"],["ライコーン","フブキツネ"],["ライコーン","イヌズマ"],["ライコーン","ニャンバット"],["フブキツネ","シンエンオ"],["サラブレイズ","ヴィオレッタ"],["ツララジカ","シーペント"],["ツララジカ","シルフィア"],["ツララジカ","スナペント"],["ツララジカ","シルティア"],["イヌズマ","クレメーオ"],["イヌズマ","シンエンオ"],["カミナラシ","ライバード"],["カミナラシ","エレパンダ"],["カミナラシ","フロスカノン"],["カミナラシ","ルナクイン"],["ミステリア","ボルカノン"],["ミステリア","グランモス"],["ミステリア","レヴィドラ"],["ミステリア","アグニドラ"],["アロアリュー","シロカバネ"],["シーペント","ドリタス"],["シーペント","ラブラドン"],["ソルレイス","ペコドン"],["ソルレイス","デスティング"],["ソルレイス","パリピドン"],["ソルレイス","ブリザモス"],["ドリタス","アヌビス"],["ニャンバット","カバネドリ"],["ニャンバット","シンエンオ"],["ラブマンダー","アズレーン"],["ラブマンダー","アルパオー"],["ラブマンダー","トロピティ"],["ラヴィ","ボルカイザー"],["ラヴィ","シヴァ"],["カバネドリ","フラリーナ"],["ツジギリ","フラリーナ"],["イグニクス","ヴィオレッタ"],["クレメーオ","ゴクエンオ"],["フォレーナ","ペコドン"],["フォレーナ","デスティング"],["フォレーナ","リリクイン"],["フォレーナ","パリピドン"],["ラベロット","シルキーヌ"],["ラベロット","アオパオー"],["ヴィオレッタ","ホルス"],["シルキーヌ","ムラクモ"],["ケルピス","ジオラーヴァ"],["ゴクエンオ","ゴクエンオ"],["ラブラドン","アヌビス"],["ヒエティ","ムラクモ"],["コチグリ","スザク"],["コチグリ","ゼノグリフ"],["コチグリ","セイントール"],["コチグリ","ベイントール"],["シャーマンダー","クインビーナ"],["シャーマンダー","ボルカノン"],["シャーマンダー","グラクレス"],["シャーマンダー","レヴィドラ"],["シャーマンダー","アグニドラ"],["オバケナワ","ボルカイザー"],["ライゾー","エアムルグ"],["ライゾー","フェザーロ"],["ライゾー","ゴリレイジ"],["ライゾー","ヴィオレッタ"],["ヤマガミ","ニャンギマリ"],["ヤマガミ","シルフィア"],["ヤマガミ","シルティア"],["アビスゴート","シラヌイ"],["アビスゴート","ドリタス"],["アビスゴート","ラブラドン"],["アビスゴート","スプラドン"],["チリザード","ペコドン"],["チリザード","グランモス"],["チリザード","パリピドン"],["チリザード","ブリザモス"],["サンドロ","ドンモップ"],["サンドロ","アオパオー"],["ビリビリュー","シロカバネ"],["スナペント","ラブラドン"],["マグピス","ジオラーヴァ"],["マグピス","ボルゼクス"],["スプラドン","アヌビス"],["アオパオー","ムラクモ"]]
  }, {
    name:"シンエンオ",
    icon:shinnennoIcon,
    id:"84B",
    type:[Fire, Dark],
    work:[
      {kind:Hiokoshi,level:3},
      {kind:Bassai,level:2}
    ],
    item:["発火器官"],
    parent:[["ゴクエンオ","ヤミトバリ"],["シンエンオ","シンエンオ"]]
  }, {
    name:"ペコドン",
    icon:pekodonIcon,
    id:"85",
    type:[Water, Dragon],
    work:[
      {kind:Unpan,level:1},
      {kind:Mizuyari,level:2}
    ],
    item:["上質なパルオイル"],
    parent:[["キャプペン","スザク"],["キャプペン","ゼノグリフ"],["キャプペン","シヴァ"],["ササゾー","ツンドラー"],["ササゾー","ジオラーヴァ"],["ササゾー","ボルゼクス"],["ササゾー","グレイシャル"],["ホークウィン","ツンドラー"],["ホークウィン","ジオラーヴァ"],["ホークウィン","ボルゼクス"],["ホークウィン","グレイシャル"],["パピテフ","スザク"],["パピテフ","ゼノグリフ"],["パピテフ","セイントール"],["パピテフ","ベイントール"],["パピテフ","ジェッドラン"],["クインビーナ","ライバード"],["クインビーナ","リリクイン"],["クインビーナ","サラブラック"],["クインビーナ","フロスカノン"],["クインビーナ","ルナクイン"],["ニャンギマリ","スザク"],["ニャンギマリ","ゼノグリフ"],["ニャンギマリ","ベイントール"],["ニャンギマリ","シヴァ"],["ドンモップ","ツンドラー"],["ドンモップ","ジオラーヴァ"],["ドンモップ","ボルゼクス"],["サラブレイズ","ライバード"],["サラブレイズ","ヘルガルダ"],["サラブレイズ","エレパンダ"],["サラブレイズ","ルナクイン"],["シーペント","ボルカイザー"],["ライバード","ボルカノン"],["ライバード","グラクレス"],["ライバード","フェスキー"],["イグニクス","ヘルガルダ"],["イグニクス","エレパンダ"],["シルキーヌ","ツンドラー"],["シルキーヌ","グレイシャル"],["シルキーヌ","ジェッドラン"],["シルキーヌ","グレイシャドウ"],["シルフィア","ボルカイザー"],["シルフィア","シヴァ"],["アズレーン","スザク"],["アズレーン","ゼノグリフ"],["アズレーン","セイントール"],["アズレーン","ベイントール"],["ツンドラー","アオパオー"],["ペコドン","ペコドン"],["ペコドン","グランモス"],["ペコドン","デスティング"],["ペコドン","パリピドン"],["ペコドン","ブリザモス"],["ボルカノン","デスティング"],["ボルカノン","リリクイン"],["ボルカノン","フロスカノン"],["アルパオー","セイントール"],["アルパオー","ベイントール"],["アルパオー","ジェッドラン"],["アルパオー","グレイシャドウ"],["グランモス","デスティング"],["グランモス","リリクイン"],["ヒエティ","セイントール"],["ヒエティ","グレイシャル"],["ヒエティ","ジェッドラン"],["ヒエティ","グレイシャドウ"],["グラクレス","エレパンダ"],["グラクレス","ルナクイン"],["フェスキー","ヘルガルダ"],["フェスキー","エレパンダ"],["フェスキー","ルナクイン"],["ボルカイザー","アヌビス"],["ヘルガルダ","ホルス"],["デスティング","レヴィドラ"],["デスティング","アグニドラ"],["レヴィドラ","リリクイン"],["エレパンダ","ホルス"],["ライゾー","ヘルガルダ"],["ライゾー","ジオラーヴァ"],["サラブラック","ボルカノン"],["サラブラック","グランモス"],["サラブラック","グラクレス"],["サラブラック","レヴィドラ"],["サラブラック","アグニドラ"],["スナペント","ボルカイザー"],["スナペント","シヴァ"],["シルティア","ボルカイザー"],["シルティア","スザク"],["シルティア","シヴァ"],["パリピドン","グランモス"],["パリピドン","レヴィドラ"],["パリピドン","ブリザモス"],["フロスカノン","グラクレス"],["フロスカノン","フェスキー"],["フロスカノン","レヴィドラ"],["フロスカノン","アグニドラ"],["アオパオー","ボルゼクス"],["アオパオー","グレイシャル"],["アオパオー","グレイシャドウ"],["ブリザモス","デスティング"],["ブリザモス","リリクイン"],["トロピティ","ゼノグリフ"],["トロピティ","セイントール"],["トロピティ","ベイントール"],["トロピティ","ジェッドラン"],["トロピティ","グレイシャドウ"],["アグニドラ","リリクイン"],["ルナクイン","ホルス"]]
  }, {
    name:"パリピドン",
    icon:paripidonIcon,
    id:"85B",
    type:[Thunder, Dragon],
    work:[
      {kind:Unpan,level:1},
      {kind:Hatsuden,level:3}
    ],
    item:["上質なパルオイル", "発電器官", "サファイア"],
    parent:[["ボルトラ","ペコドン"],["パリピドン","パリピドン"]]
  }, {
    name:"ラブラドン",
    icon:rapuradonIcon,
    id:"86",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:3}
    ],
    item:["ラブラドンの恐竜肉", "トマトの種"],
    parent:[["モコロン","デスティング"],["モコロン","リリクイン"],["ツッパニャン","デスティング"],["ツッパニャン","パリピドン"],["タマコッコ","ライバード"],["タマコッコ","フロスカノン"],["クルリス","グランモス"],["クルリス","ブリザモス"],["キツネビ","クインビーナ"],["キツネビ","ボルカノン"],["キツネビ","アグニドラ"],["カモノスケ","ライゾー"],["ボルトラ","ボルカノン"],["ボルトラ","レヴィドラ"],["ボルトラ","アグニドラ"],["エテッパ","アルパオー"],["エテッパ","トロピティ"],["ヒノコジカ","シーペント"],["ヒノコジカ","アヌビス"],["ペンタマ","イグニクス"],["ペンタマ","ホルス"],["キャプペン","カミナラシ"],["パチグリ","サラブレイズ"],["パチグリ","フェスキー"],["ナエモチ","パピテフ"],["ナエモチ","トロピティ"],["タマモ","ペコドン"],["タマモ","パリピドン"],["ホウロック","クインビーナ"],["ホウロック","グラクレス"],["チョロゾウ","サラブラック"],["チョロゾウ","フロスカノン"],["ンダコアラ","グラクレス"],["ンダコアラ","フェスキー"],["ミルフィー","デスティング"],["ミルフィー","パリピドン"],["ネムラム","パピテフ"],["ネムラム","アズレーン"],["イノボウ","ヘルゴート"],["ルナティ","シルフィア"],["ルナティ","スナペント"],["モグルン","ニャンギマリ"],["モグルン","アズレーン"],["ヤミイカ","ササゾー"],["ヤミイカ","アオパオー"],["ニャオテト","リリクイン"],["ニャオテト","サラブラック"],["ルミカイト","ドリタス"],["ルミカイト","ラブラドン"],["ガウルフ","カバネドリ"],["ガウルフ","シンエンオ"],["クルットリ","イグニクス"],["クルットリ","ライゾー"],["ポプリーナ","シルキーヌ"],["ポプリーナ","アオパオー"],["ミルカルビ","アロアリュー"],["ミルカルビ","ビリビリュー"],["イバラヒメ","ドンモップ"],["シャーキッド","ツジギリ"],["シメナワ","グランモス"],["シメナワ","レヴィドラ"],["ササゾー","コモップ"],["メリポップ","シルフィア"],["メリポップ","シルティア"],["ベリゴート","ブルフェルノ"],["ベリゴート","オコチョ"],["メルパカ","シラヌイ"],["メルパカ","スプラドン"],["ツノガミ","オコチョ"],["ツノガミ","ビリビリュー"],["ホークウィン","ヒメウサ"],["ホークウィン","コモップ"],["ヒメウサ","ドンモップ"],["ヘルゴート","チリザード"],["ブルフェルノ","ラブマンダー"],["トドドドン","シラヌイ"],["トドドドン","アロアリュー"],["マスクロウ","ツジギリ"],["ツキカゲ","フラリーナ"],["エアムルグ","クレメーオ"],["フェザーロ","クレメーオ"],["フェザーロ","ゴクエンオ"],["ゴリレイジ","ライコーン"],["ビーナイト","カバネドリ"],["ニャンギマリ","カミナラシ"],["ライコーン","ヴィオレッタ"],["ツララジカ","ドリタス"],["ツララジカ","スプラドン"],["イヌズマ","ラベロット"],["イヌズマ","ムラクモ"],["ミステリア","シロカバネ"],["シーペント","フォレーナ"],["ソルレイス","アヌビス"],["ニャンバット","ムラクモ"],["ラブマンダー","フラリーナ"],["ラヴィ","ボルカノン"],["ラヴィ","レヴィドラ"],["ラヴィ","アグニドラ"],["フォレーナ","アヌビス"],["ヴィオレッタ","シンエンオ"],["シルキーヌ","マグピス"],["ケルピス","アルパオー"],["ケルピス","ヒエティ"],["ラブラドン","ラブラドン"],["コチグリ","サラブレイズ"],["コチグリ","ホルス"],["チルテト","ペコドン"],["チルテト","ブリザモス"],["シャーマンダー","シロカバネ"],["オバケナワ","グランモス"],["オバケナワ","ブリザモス"],["ヤマガミ","シラヌイ"],["ヤマガミ","アロアリュー"],["アビスゴート","ソルレイス"],["アビスゴート","チリザード"],["マグピス","ヒエティ"]]
  }, {
    name:"スプラドン",
    icon:supuradonIcon,
    id:"86B",
    type:[Water],
    work:[
      {kind:Mizuyari,level:3}
    ],
    item:["ラブラドンの恐竜肉", "レタスの種"],
    parent:[["カモノスケ","ラブラドン"],["スプラドン","スプラドン"]]
  }, {
    name:"フラリーナ",
    icon:furarinaIcon,
    id:"87",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:3},
      {kind:Tesagyou,level:2},
      {kind:Seiyaku,level:2},
      {kind:Unpan,level:1},
      {kind:Saisyuu,level:1}
    ],
    item:["きれいな花"],
    parent:[["モコロン","セイントール"],["モコロン","ジェッドラン"],["ツッパニャン","ジェッドラン"],["ツッパニャン","グレイシャドウ"],["タマコッコ","スザク"],["タマコッコ","ゼノグリフ"],["クルリス","ツンドラー"],["クルリス","グレイシャル"],["キツネビ","ジオラーヴァ"],["カモノスケ","ライバード"],["カモノスケ","フロスカノン"],["ボルトラ","ジオラーヴァ"],["ボルトラ","ボルゼクス"],["エテッパ","グランモス"],["エテッパ","レヴィドラ"],["エテッパ","アグニドラ"],["ヒノコジカ","ドンモップ"],["ヒノコジカ","ライゾー"],["ペンタマ","エレパンダ"],["ペンタマ","ルナクイン"],["キャプペン","エアムルグ"],["キャプペン","ゴリレイジ"],["パチグリ","ヘルガルダ"],["ナエモチ","ボルカノン"],["ナエモチ","レヴィドラ"],["ナエモチ","アグニドラ"],["タマモ","グレイシャドウ"],["チョロゾウ","ゼノグリフ"],["チョロゾウ","ベイントール"],["ミルフィー","ジェッドラン"],["ミルフィー","グレイシャドウ"],["ネムラム","クインビーナ"],["ネムラム","ボルカノン"],["ネムラム","アグニドラ"],["イノボウ","ササゾー"],["イノボウ","ホークウィン"],["ルナティ","イグニクス"],["ルナティ","ホルス"],["モグルン","クインビーナ"],["モグルン","グラクレス"],["ヤミイカ","デスティング"],["ヤミイカ","パリピドン"],["ニャオテト","セイントール"],["ニャオテト","ベイントール"],["ルミカイト","ライコーン"],["ガウルフ","パピテフ"],["ガウルフ","アズレーン"],["クルットリ","ライバード"],["クルットリ","ルナクイン"],["ポプリーナ","ペコドン"],["ポプリーナ","パリピドン"],["ミルカルビ","ツジギリ"],["イバラヒメ","サラブラック"],["イバラヒメ","フロスカノン"],["シャーキッド","アルパオー"],["シャーキッド","ヒエティ"],["シメナワ","ツンドラー"],["シメナワ","ボルゼクス"],["ササゾー","ダリザード"],["メリポップ","サラブレイズ"],["メリポップ","ホルス"],["ベリゴート","シロカバネ"],["メルパカ","カバネドリ"],["メルパカ","シンエンオ"],["ツノガミ","ツジギリ"],["ホークウィン","チリザード"],["ヒメウサ","リリクイン"],["ヒメウサ","サラブラック"],["パピテフ","ビーナイト"],["ブルフェルノ","フブキツネ"],["トドドドン","カバネドリ"],["トドドドン","シンエンオ"],["マスクロウ","アルパオー"],["マスクロウ","トロピティ"],["ダリザード","アオパオー"],["エアムルグ","シルティア"],["フェザーロ","シルフィア"],["フェザーロ","シルティア"],["ゴリレイジ","ニャンギマリ"],["ビーナイト","トロピティ"],["ニャンギマリ","ヴィオレッタ"],["コモップ","デスティング"],["コモップ","リリクイン"],["ドンモップ","ソルレイス"],["オコチョ","フブキツネ"],["オコチョ","ニャンバット"],["ライコーン","ツララジカ"],["ツララジカ","シンエンオ"],["イヌズマ","ビリビリュー"],["カミナラシ","グラクレス"],["カミナラシ","フェスキー"],["ミステリア","シルキーヌ"],["ミステリア","アオパオー"],["シーペント","ラベロット"],["ドリタス","クレメーオ"],["ドリタス","ゴクエンオ"],["ラブマンダー","シロカバネ"],["ラヴィ","ジオラーヴァ"],["ラヴィ","ボルゼクス"],["クレメーオ","ラブラドン"],["ラベロット","アヌビス"],["ヴィオレッタ","アズレーン"],["シルフィア","ヤミトバリ"],["ケルピス","グランモス"],["ケルピス","ブリザモス"],["ゴクエンオ","スプラドン"],["フラリーナ","フラリーナ"],["ムラクモ","アヌビス"],["コチグリ","ヘルガルダ"],["コチグリ","エレパンダ"],["チルテト","グレイシャル"],["シャーマンダー","シルキーヌ"],["シャーマンダー","ヒエティ"],["オバケナワ","ツンドラー"],["オバケナワ","ボルゼクス"],["オバケナワ","グレイシャル"],["ライゾー","フォレーナ"],["ヤマガミ","カバネドリ"],["アビスゴート","ムラクモ"],["チリザード","ドンモップ"],["サンドロ","シーペント"],["サンドロ","スナペント"],["ビリビリュー","ニャンバット"],["スナペント","ヤミトバリ"],["マグピス","ペコドン"],["マグピス","ブリザモス"]]
  }, {
    name:"ボルカノン",
    icon:borukanonIcon,
    id:"88",
    type:[Fire, Earth],
    work:[
      {kind:Hiokoshi,level:3},
      {kind:Saikutsu,level:3}
    ],
    item:["発火器官"],
    parent:[["キャプペン","ツンドラー"],["キャプペン","グレイシャル"],["ササゾー","ライバード"],["ササゾー","ルナクイン"],["ホークウィン","ライバード"],["ホークウィン","フロスカノン"],["ヘルゴート","スザク"],["ヘルゴート","ゼノグリフ"],["パピテフ","ジオラーヴァ"],["クインビーナ","ボルカノン"],["クインビーナ","レヴィドラ"],["クインビーナ","アグニドラ"],["ニャンギマリ","ツンドラー"],["ニャンギマリ","ボルゼクス"],["ドンモップ","サラブラック"],["ドンモップ","フロスカノン"],["サラブレイズ","ペコドン"],["サラブレイズ","ブリザモス"],["シーペント","セイントール"],["シーペント","ジェッドラン"],["ツジギリ","ボルカイザー"],["イグニクス","デスティング"],["イグニクス","パリピドン"],["シルキーヌ","ヘルガルダ"],["シルキーヌ","エレパンダ"],["シルフィア","グレイシャドウ"],["アズレーン","ジオラーヴァ"],["アズレーン","ボルゼクス"],["ペコドン","ホルス"],["ボルカノン","ボルカノン"],["ボルカノン","アグニドラ"],["グランモス","グラクレス"],["グランモス","フェスキー"],["ヒエティ","ヘルガルダ"],["グラクレス","レヴィドラ"],["アヌビス","セイントール"],["アヌビス","ベイントール"],["ライゾー","デスティング"],["ライゾー","リリクイン"],["アビスゴート","ゼノグリフ"],["アビスゴート","ベイントール"],["スナペント","ジェッドラン"],["スナペント","グレイシャドウ"],["シロカバネ","シヴァ"],["シルティア","グレイシャル"],["パリピドン","ホルス"],["アオパオー","エレパンダ"],["アオパオー","ルナクイン"],["ブリザモス","フェスキー"]]
  }, {
    name:"フロスカノン",
    icon:furosukanonIcon,
    id:"88B",
    type:[Ice, Earth],
    work:[
      {kind:Saikutsu,level:3},
      {kind:Reikyaku,level:3}
    ],
    item:["氷結器官"],
    parent:[["フブキツネ","ボルカノン"],["フロスカノン","フロスカノン"]]
  }, {
    name:"アルパオー",
    icon:arupaoIcon,
    id:"89",
    type:[Neutral],
    work:[
      {kind:Saisyuu,level:1}
    ],
    item:["羊毛"],
    parent:[["キャプペン","ホークウィン"],["ルミカイト","ベイントール"],["ミルカルビ","シヴァ"],["ササゾー","ニャンギマリ"],["ベリゴート","ボルカイザー"],["メルパカ","スザク"],["ヘルゴート","フェスキー"],["パピテフ","シルキーヌ"],["ブルフェルノ","ジオラーヴァ"],["トドドドン","スザク"],["ドンモップ","シルティア"],["オコチョ","ボルゼクス"],["ライコーン","デスティング"],["ツララジカ","ゼノグリフ"],["イヌズマ","エレパンダ"],["アロアリュー","グレイシャル"],["シーペント","イグニクス"],["ドリタス","ジェッドラン"],["ニャンバット","ヘルガルダ"],["カバネドリ","ペコドン"],["ツジギリ","グランモス"],["アズレーン","アオパオー"],["ゴクエンオ","フロスカノン"],["ラブラドン","セイントール"],["アルパオー","アルパオー"],["ヒエティ","トロピティ"],["アヌビス","ホルス"],["ライゾー","スナペント"],["アビスゴート","サラブレイズ"],["サラブラック","クレメーオ"],["ビリビリュー","ツンドラー"],["シロカバネ","ボルカノン"],["シロカバネ","アグニドラ"],["シンエンオ","パリピドン"],["スプラドン","グレイシャドウ"]]
  }, {
    name:"アオパオー",
    icon:aopaoIcon,
    id:"89B",
    type:[Ice],
    work:[
      {kind:Saisyuu,level:1},
      {kind:Reikyaku,level:3}
    ],
    item:["羊毛", "氷結器官"],
    parent:[["ツララジカ","アルパオー"],["アオパオー","アオパオー"]]
  }, {
    name:"グランモス",
    icon:guranmosuIcon,
    id:"90",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:2},
      {kind:Bassai,level:2},
      {kind:Saikutsu,level:2}
    ],
    item:["上質なパルオイル", "皮", "グランモスの巨獣肉"],
    parent:[["キャプペン","セイントール"],["キャプペン","ベイントール"],["ヘルゴート","ボルカイザー"],["パピテフ","グレイシャドウ"],["クインビーナ","デスティング"],["クインビーナ","パリピドン"],["ニャンギマリ","セイントール"],["ニャンギマリ","ジェッドラン"],["ドンモップ","ヘルガルダ"],["サラブレイズ","サラブラック"],["サラブレイズ","フロスカノン"],["シーペント","シヴァ"],["ライバード","イグニクス"],["ライバード","ホルス"],["イグニクス","ルナクイン"],["シルキーヌ","ジオラーヴァ"],["シルキーヌ","ボルゼクス"],["シルフィア","スザク"],["シルフィア","ゼノグリフ"],["アズレーン","ジェッドラン"],["アズレーン","グレイシャドウ"],["ツンドラー","アルパオー"],["ツンドラー","ヒエティ"],["ペコドン","ボルカノン"],["ペコドン","レヴィドラ"],["ペコドン","アグニドラ"],["アルパオー","グレイシャル"],["グランモス","グランモス"],["グランモス","ブリザモス"],["ヒエティ","ボルゼクス"],["グラクレス","デスティング"],["グラクレス","リリクイン"],["フェスキー","リリクイン"],["アヌビス","シヴァ"],["ライゾー","エレパンダ"],["ライゾー","ルナクイン"],["アビスゴート","ボルカイザー"],["サラブラック","フェスキー"],["スナペント","スザク"],["シルティア","ゼノグリフ"],["シルティア","ベイントール"],["パリピドン","ボルカノン"],["パリピドン","アグニドラ"],["フロスカノン","ホルス"],["アオパオー","ジオラーヴァ"],["ブリザモス","レヴィドラ"],["ブリザモス","アグニドラ"],["トロピティ","グレイシャル"]]
  }, {
    name:"ブリザモス",
    icon:burizamosuIcon,
    id:"90B",
    type:[Ice],
    work:[
      {kind:Bassai,level:2},
      {kind:Saikutsu,level:2},
      {kind:Reikyaku,level:2}
    ],
    item:["上質なパルオイル", "皮", "グランモスの巨獣肉"],
    parent:[["グランモス","ヒエティ"],["ブリザモス","ブリザモス"]]
  }, {
    name:"ヒエティ",
    icon:hiethiIcon,
    id:"91",
    type:[Ice],
    work:[
      {kind:Tesagyou,level:2},
      {kind:Bassai,level:3},
      {kind:Unpan,level:4},
      {kind:Reikyaku,level:2}
    ],
    item:["きれいな花", "氷結器官"],
    parent:[["キャプペン","ドンモップ"],["ルミカイト","スザク"],["ルミカイト","ゼノグリフ"],["ミルカルビ","ボルカイザー"],["ササゾー","パピテフ"],["ササゾー","アズレーン"],["メルパカ","シヴァ"],["ツノガミ","ボルカイザー"],["ホークウィン","ニャンギマリ"],["ホークウィン","アズレーン"],["ヘルゴート","クインビーナ"],["ヘルゴート","グラクレス"],["パピテフ","アオパオー"],["ブルフェルノ","ツンドラー"],["ブルフェルノ","ボルゼクス"],["トドドドン","シヴァ"],["ニャンギマリ","ドンモップ"],["オコチョ","ツンドラー"],["オコチョ","グレイシャル"],["ライコーン","リリクイン"],["ライコーン","サラブラック"],["サラブレイズ","シーペント"],["サラブレイズ","アヌビス"],["ツララジカ","スザク"],["イヌズマ","ヘルガルダ"],["シラヌイ","ジェッドラン"],["シラヌイ","グレイシャドウ"],["アロアリュー","グレイシャドウ"],["シーペント","ホルス"],["ドリタス","セイントール"],["ドリタス","ベイントール"],["カバネドリ","デスティング"],["カバネドリ","パリピドン"],["ツジギリ","ペコドン"],["ツジギリ","ブリザモス"],["ライバード","クレメーオ"],["ライバード","ゴクエンオ"],["イグニクス","シルフィア"],["クレメーオ","フロスカノン"],["シルキーヌ","アルパオー"],["シルキーヌ","トロピティ"],["ゴクエンオ","ルナクイン"],["ラブラドン","ゼノグリフ"],["ラブラドン","ベイントール"],["フラリーナ","ジオラーヴァ"],["フラリーナ","ボルゼクス"],["アルパオー","ヒエティ"],["ヒエティ","ヒエティ"],["フェスキー","アヌビス"],["ライゾー","シルフィア"],["ライゾー","シルティア"],["ヤマガミ","シヴァ"],["アビスゴート","グラクレス"],["アビスゴート","フェスキー"],["ビリビリュー","グレイシャル"],["スナペント","イグニクス"],["スナペント","ホルス"],["シロカバネ","グランモス"],["シロカバネ","レヴィドラ"],["シンエンオ","デスティング"],["シンエンオ","リリクイン"],["スプラドン","セイントール"],["スプラドン","ジェッドラン"],["アオパオー","トロピティ"]]
  }, {
    name:"トロピティ",
    icon:toropithiIcon,
    id:"91B",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:1},
      {kind:Tesagyou,level:1},
      {kind:Bassai,level:3},
      {kind:Unpan,level:4}
    ],
    item:["レタスの種", "トマトの種", "きれいな花"],
    parent:[["キャプペン","ササゾー"],["キャプペン","シルキーヌ"],["キャプペン","アオパオー"],["ルミカイト","セイントール"],["ルミカイト","ジェッドラン"],["ルミカイト","グレイシャドウ"],["ミルカルビ","スザク"],["ミルカルビ","ゼノグリフ"],["ササゾー","シルフィア"],["ササゾー","シルティア"],["ベリゴート","シヴァ"],["メルパカ","ゼノグリフ"],["メルパカ","セイントール"],["メルパカ","ベイントール"],["ツノガミ","スザク"],["ツノガミ","シヴァ"],["ホークウィン","シルフィア"],["ホークウィン","スナペント"],["ホークウィン","シルティア"],["ヘルゴート","サラブレイズ"],["ヘルゴート","イグニクス"],["ヘルゴート","ホルス"],["パピテフ","アルパオー"],["パピテフ","ヒエティ"],["パピテフ","トロピティ"],["トドドドン","ゼノグリフ"],["トドドドン","ベイントール"],["ツキカゲ","ボルカイザー"],["クインビーナ","ツジギリ"],["クインビーナ","シロカバネ"],["ニャンギマリ","シルキーヌ"],["ニャンギマリ","ヒエティ"],["ニャンギマリ","アオパオー"],["ドンモップ","シーペント"],["ドンモップ","シルフィア"],["ドンモップ","スナペント"],["オコチョ","ジオラーヴァ"],["ライコーン","ペコドン"],["ライコーン","パリピドン"],["ライコーン","ブリザモス"],["フブキツネ","ヘルガルダ"],["フブキツネ","エレパンダ"],["フブキツネ","ルナクイン"],["ツララジカ","セイントール"],["ツララジカ","ベイントール"],["ツララジカ","ジェッドラン"],["イヌズマ","ライバード"],["イヌズマ","フロスカノン"],["イヌズマ","ルナクイン"],["シラヌイ","ツンドラー"],["シラヌイ","ボルゼクス"],["シラヌイ","グレイシャル"],["アロアリュー","ツンドラー"],["アロアリュー","ジオラーヴァ"],["アロアリュー","ボルゼクス"],["ドリタス","グレイシャル"],["ドリタス","グレイシャドウ"],["ニャンバット","ライバード"],["ニャンバット","エレパンダ"],["ニャンバット","ルナクイン"],["ラブマンダー","ボルカイザー"],["ラブマンダー","シヴァ"],["カバネドリ","グランモス"],["カバネドリ","レヴィドラ"],["カバネドリ","ブリザモス"],["ツジギリ","ボルカノン"],["ツジギリ","レヴィドラ"],["ツジギリ","アグニドラ"],["イグニクス","アヌビス"],["クレメーオ","デスティング"],["クレメーオ","リリクイン"],["クレメーオ","パリピドン"],["シルキーヌ","アズレーン"],["アズレーン","アルパオー"],["アズレーン","ヒエティ"],["ツンドラー","スプラドン"],["ゴクエンオ","デスティング"],["ゴクエンオ","リリクイン"],["ラブラドン","ジェッドラン"],["ラブラドン","グレイシャドウ"],["フラリーナ","ヘルガルダ"],["アルパオー","トロピティ"],["ライゾー","シーペント"],["ライゾー","アヌビス"],["ライゾー","アビスゴート"],["ヤマガミ","スザク"],["ヤマガミ","ゼノグリフ"],["ヤマガミ","ベイントール"],["アビスゴート","イグニクス"],["アビスゴート","ホルス"],["サラブラック","ゴクエンオ"],["ビリビリュー","ジオラーヴァ"],["ビリビリュー","ボルゼクス"],["シロカバネ","グラクレス"],["シロカバネ","フェスキー"],["シルティア","アオパオー"],["シンエンオ","ペコドン"],["シンエンオ","グランモス"],["シンエンオ","ブリザモス"],["スプラドン","グレイシャル"],["トロピティ","トロピティ"]]
  }, {
    name:"グラクレス",
    icon:gurakuresuIcon,
    id:"92",
    type:[Grass, Earth],
    work:[
      {kind:Tanemaki,level:1},
      {kind:Tesagyou,level:1},
      {kind:Bassai,level:2},
      {kind:Unpan,level:3}
    ],
    item:["ハチミツ"],
    parent:[["ササゾー","デスティング"],["ササゾー","リリクイン"],["ホークウィン","デスティング"],["ホークウィン","パリピドン"],["ヘルゴート","ジェッドラン"],["ヘルゴート","グレイシャドウ"],["パピテフ","ヘルガルダ"],["パピテフ","エレパンダ"],["クインビーナ","サラブレイズ"],["クインビーナ","フェスキー"],["ドンモップ","ペコドン"],["ドンモップ","パリピドン"],["ライコーン","ボルカイザー"],["サラブレイズ","ボルカノン"],["サラブレイズ","アグニドラ"],["シーペント","ツンドラー"],["シーペント","グレイシャル"],["カバネドリ","シヴァ"],["ツジギリ","スザク"],["ライバード","アルパオー"],["ライバード","ヒエティ"],["イグニクス","グランモス"],["イグニクス","レヴィドラ"],["シルキーヌ","フロスカノン"],["シルフィア","ジオラーヴァ"],["シルフィア","ボルゼクス"],["アズレーン","ヘルガルダ"],["ボルカノン","ホルス"],["アルパオー","ルナクイン"],["グラクレス","グラクレス"],["グラクレス","フェスキー"],["アヌビス","グレイシャル"],["レヴィドラ","ホルス"],["ライゾー","グランモス"],["ライゾー","ブリザモス"],["アビスゴート","グレイシャドウ"],["サラブラック","シルキーヌ"],["サラブラック","アオパオー"],["スナペント","ツンドラー"],["スナペント","ボルゼクス"],["シロカバネ","ゼノグリフ"],["シロカバネ","ベイントール"],["シルティア","ジオラーヴァ"],["シンエンオ","ボルカイザー"],["フロスカノン","ヒエティ"],["アオパオー","リリクイン"],["トロピティ","エレパンダ"],["トロピティ","ルナクイン"],["アグニドラ","ホルス"]]
  }, {
    name:"ムラクモ",
    icon:murakumoIcon,
    id:"93",
    type:[Neutral],
    work:[
      {kind:Bassai,level:2}
    ],
    item:["皮", "角"],
    parent:[["モコロン","パピテフ"],["モコロン","アズレーン"],["モコロン","アルパオー"],["モコロン","トロピティ"],["ツッパニャン","パピテフ"],["ツッパニャン","ニャンギマリ"],["ツッパニャン","アズレーン"],["ツッパニャン","トロピティ"],["タマコッコ","シルキーヌ"],["タマコッコ","アルパオー"],["タマコッコ","ヒエティ"],["タマコッコ","アオパオー"],["クルリス","キャプペン"],["クルリス","ニャンギマリ"],["クルリス","シルフィア"],["クルリス","シルティア"],["キツネビ","シーペント"],["キツネビ","シルフィア"],["キツネビ","アヌビス"],["キツネビ","スナペント"],["カモノスケ","ツジギリ"],["カモノスケ","シロカバネ"],["ボルトラ","シーペント"],["ボルトラ","シルフィア"],["ボルトラ","スナペント"],["ボルトラ","シルティア"],["エテッパ","クレメーオ"],["エテッパ","ゴクエンオ"],["ヒノコジカ","ブルフェルノ"],["ヒノコジカ","オコチョ"],["ヒノコジカ","フラリーナ"],["ヒノコジカ","ビリビリュー"],["ペンタマ","ヘルゴート"],["ペンタマ","シロカバネ"],["キャプペン","タマモ"],["キャプペン","シメナワ"],["キャプペン","チルテト"],["キャプペン","オバケナワ"],["パチグリ","ヘルゴート"],["パチグリ","アヌビス"],["パチグリ","アビスゴート"],["ナエモチ","クレメーオ"],["ナエモチ","ゴクエンオ"],["タマモ","パピテフ"],["タマモ","ニャンギマリ"],["タマモ","アズレーン"],["ホウロック","シーペント"],["ホウロック","アヌビス"],["ホウロック","アビスゴート"],["ホウロック","スナペント"],["チョロゾウ","シルキーヌ"],["チョロゾウ","アルパオー"],["チョロゾウ","ヒエティ"],["チョロゾウ","トロピティ"],["ンダコアラ","ヘルゴート"],["ンダコアラ","シーペント"],["ンダコアラ","アヌビス"],["ンダコアラ","アビスゴート"],["ミルフィー","パピテフ"],["ミルフィー","ニャンギマリ"],["ミルフィー","アズレーン"],["ミルフィー","トロピティ"],["ネムラム","イヌズマ"],["ネムラム","ゴクエンオ"],["イノボウ","シラヌイ"],["イノボウ","アロアリュー"],["イノボウ","ビリビリュー"],["イノボウ","スプラドン"],["ルナティ","ブルフェルノ"],["ルナティ","フブキツネ"],["ルナティ","フラリーナ"],["モグルン","イヌズマ"],["モグルン","ニャンバット"],["ヤミイカ","ライコーン"],["ヤミイカ","カバネドリ"],["ヤミイカ","シンエンオ"],["ニャオテト","パピテフ"],["ニャオテト","アルパオー"],["ニャオテト","ヒエティ"],["ニャオテト","トロピティ"],["ルミカイト","シャーキッド"],["ルミカイト","マスクロウ"],["ルミカイト","ビーナイト"],["ルミカイト","シャーマンダー"],["ガウルフ","ミルカルビ"],["ガウルフ","メルパカ"],["ガウルフ","トドドドン"],["ガウルフ","ツララジカ"],["ガウルフ","ヤマガミ"],["クルットリ","シロカバネ"],["ポプリーナ","ライコーン"],["ポプリーナ","カバネドリ"],["ポプリーナ","シンエンオ"],["ミルカルビ","エアムルグ"],["ミルカルビ","ゴリレイジ"],["ミルカルビ","ヴィオレッタ"],["イバラヒメ","ツジギリ"],["イバラヒメ","シロカバネ"],["シャーキッド","ツララジカ"],["シャーキッド","ドリタス"],["シャーキッド","ラブラドン"],["シメナワ","シルフィア"],["シメナワ","スナペント"],["シメナワ","シルティア"],["メリポップ","フブキツネ"],["メリポップ","ニャンバット"],["メリポップ","フラリーナ"],["ベリゴート","エアムルグ"],["ベリゴート","フェザーロ"],["ベリゴート","ゴリレイジ"],["ベリゴート","ヤミトバリ"],["メルパカ","マスクロウ"],["メルパカ","ビーナイト"],["メルパカ","ヴィオレッタ"],["ツノガミ","エアムルグ"],["ツノガミ","フェザーロ"],["ツノガミ","ゴリレイジ"],["ツノガミ","ヴィオレッタ"],["ヒメウサ","カバネドリ"],["ヒメウサ","ツジギリ"],["ブルフェルノ","ソルレイス"],["ブルフェルノ","フォレーナ"],["トドドドン","ゴリレイジ"],["トドドドン","ビーナイト"],["トドドドン","ヴィオレッタ"],["マスクロウ","ツララジカ"],["マスクロウ","ラブラドン"],["ダリザード","シラヌイ"],["ダリザード","アロアリュー"],["ダリザード","ドリタス"],["ダリザード","スプラドン"],["ツキカゲ","フェザーロ"],["ツキカゲ","ラベロット"],["ツキカゲ","ヤミトバリ"],["ツキカゲ","サンドロ"],["エアムルグ","ラブマンダー"],["フェザーロ","ラブマンダー"],["ビーナイト","ツララジカ"],["コモップ","カバネドリ"],["コモップ","ツジギリ"],["コモップ","シンエンオ"],["オコチョ","ソルレイス"],["オコチョ","フォレーナ"],["ライコーン","ケルピス"],["ライコーン","マグピス"],["フブキツネ","カミナラシ"],["イヌズマ","カミナラシ"],["シラヌイ","ミステリア"],["カミナラシ","ニャンバット"],["ミステリア","ドリタス"],["ミステリア","ラブラドン"],["ミステリア","スプラドン"],["アロアリュー","ソルレイス"],["シーペント","ラヴィ"],["ラブマンダー","ヤミトバリ"],["ラヴィ","シルフィア"],["ラヴィ","シルティア"],["クレメーオ","ケルピス"],["クレメーオ","マグピス"],["フォレーナ","フラリーナ"],["ラベロット","ムラクモ"],["ケルピス","ゴクエンオ"],["ムラクモ","ムラクモ"],["コチグリ","ヘルゴート"],["コチグリ","アビスゴート"],["チルテト","ニャンギマリ"],["チルテト","アズレーン"],["チルテト","シルティア"],["シャーマンダー","ドリタス"],["シャーマンダー","ラブラドン"],["シャーマンダー","スプラドン"],["オバケナワ","ニャンギマリ"],["オバケナワ","シルフィア"],["オバケナワ","シルティア"],["ヤマガミ","ゴリレイジ"],["ヤマガミ","ビーナイト"],["ヤマガミ","ヴィオレッタ"],["チリザード","オコチョ"],["チリザード","シラヌイ"],["チリザード","アロアリュー"],["チリザード","ビリビリュー"],["サンドロ","ラブマンダー"],["ビリビリュー","ソルレイス"],["ビリビリュー","フォレーナ"],["スナペント","ラヴィ"],["マグピス","シンエンオ"]]
  }, {
    name:"ヤミトバリ",
    icon:yamitobariIcon,
    id:"94",
    type:[Dark],
    work:[
      {kind:Seiyaku,level:3}
    ],
    item:["布", "小さなパルのソウル"],
    parent:[["モコロン","シルフィア"],["モコロン","スナペント"],["モコロン","シルティア"],["ツッパニャン","シーペント"],["ツッパニャン","シルフィア"],["ツッパニャン","スナペント"],["タマコッコ","キャプペン"],["タマコッコ","ニャンギマリ"],["タマコッコ","アズレーン"],["クルリス","ヘルゴート"],["クルリス","アヌビス"],["クルリス","アビスゴート"],["キツネビ","シロカバネ"],["カモノスケ","ライコーン"],["カモノスケ","シンエンオ"],["ボルトラ","ヘルゴート"],["エテッパ","フブキツネ"],["エテッパ","ニャンバット"],["ヒノコジカ","ルミカイト"],["ヒノコジカ","ドリタス"],["ヒノコジカ","ラブラドン"],["ペンタマ","カバネドリ"],["ペンタマ","シンエンオ"],["キャプペン","チョロゾウ"],["キャプペン","ニャオテト"],["パチグリ","ツジギリ"],["ナエモチ","フブキツネ"],["ナエモチ","フラリーナ"],["タマモ","シーペント"],["タマモ","アヌビス"],["タマモ","スナペント"],["ホウロック","シロカバネ"],["チョロゾウ","ニャンギマリ"],["チョロゾウ","シルティア"],["ンダコアラ","ツジギリ"],["ンダコアラ","シロカバネ"],["ミルフィー","シーペント"],["ミルフィー","アヌビス"],["ミルフィー","スナペント"],["ネムラム","ブルフェルノ"],["ネムラム","フラリーナ"],["イノボウ","ルミカイト"],["イノボウ","メルパカ"],["イノボウ","トドドドン"],["イノボウ","ツララジカ"],["ルナティ","シラヌイ"],["ルナティ","アロアリュー"],["ルナティ","スプラドン"],["モグルン","ブルフェルノ"],["モグルン","オコチョ"],["モグルン","フラリーナ"],["ヤミイカ","ゴクエンオ"],["ニャオテト","シルフィア"],["ニャオテト","シルティア"],["ルミカイト","ソルレイス"],["ルミカイト","チリザード"],["ガウルフ","ツキカゲ"],["ガウルフ","ラブマンダー"],["クルットリ","ライコーン"],["クルットリ","カバネドリ"],["クルットリ","シンエンオ"],["ポプリーナ","イヌズマ"],["ミルカルビ","シャーキッド"],["ミルカルビ","ミステリア"],["ミルカルビ","シャーマンダー"],["イバラヒメ","ライコーン"],["イバラヒメ","クレメーオ"],["シャーキッド","ベリゴート"],["シャーキッド","ツノガミ"],["シメナワ","ヘルゴート"],["シメナワ","アビスゴート"],["メリポップ","シラヌイ"],["メリポップ","アロアリュー"],["メリポップ","ビリビリュー"],["ベリゴート","マスクロウ"],["ベリゴート","ビーナイト"],["メルパカ","ダリザード"],["メルパカ","ミステリア"],["ツノガミ","マスクロウ"],["ヒメウサ","クレメーオ"],["ヒメウサ","ゴクエンオ"],["ブルフェルノ","カミナラシ"],["トドドドン","ダリザード"],["トドドドン","ミステリア"],["マスクロウ","ラブマンダー"],["ダリザード","ツララジカ"],["ツキカゲ","ビーナイト"],["ツキカゲ","ヴィオレッタ"],["エアムルグ","ラベロット"],["エアムルグ","ムラクモ"],["フェザーロ","ラベロット"],["フェザーロ","ムラクモ"],["フェザーロ","サンドロ"],["ゴリレイジ","ムラクモ"],["ビーナイト","ラブマンダー"],["コモップ","クレメーオ"],["コモップ","ゴクエンオ"],["オコチョ","カミナラシ"],["フブキツネ","ケルピス"],["イヌズマ","ケルピス"],["イヌズマ","マグピス"],["カミナラシ","ビリビリュー"],["ソルレイス","ドリタス"],["ソルレイス","ラブラドン"],["ドリタス","フォレーナ"],["ニャンバット","ケルピス"],["ニャンバット","マグピス"],["ラヴィ","シロカバネ"],["フォレーナ","ラブラドン"],["フォレーナ","スプラドン"],["ラベロット","ヤミトバリ"],["ヤミトバリ","ヤミトバリ"],["コチグリ","カバネドリ"],["コチグリ","ツジギリ"],["チルテト","シーペント"],["チルテト","アヌビス"],["チルテト","アビスゴート"],["シャーマンダー","ツノガミ"],["シャーマンダー","ヤマガミ"],["オバケナワ","ヘルゴート"],["オバケナワ","アビスゴート"],["ヤマガミ","ダリザード"],["ヤマガミ","ミステリア"],["チリザード","ツララジカ"],["チリザード","ラブラドン"],["サンドロ","ヤミトバリ"]]
  }, {
    name:"フェスキー",
    icon:fesukiIcon,
    id:"95",
    type:[Dragon],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Unpan,level:3},
      {kind:Saisyuu,level:2},
      {kind:Saikutsu,level:2}
    ],
    item:["上質なパルオイル"],
    parent:[["ササゾー","パリピドン"],["ホークウィン","ペコドン"],["パピテフ","ルナクイン"],["クインビーナ","ホルス"],["ニャンギマリ","ヘルガルダ"],["ドンモップ","ブリザモス"],["サラブレイズ","グラクレス"],["シーペント","ボルゼクス"],["ツジギリ","ゼノグリフ"],["ライバード","トロピティ"],["イグニクス","ボルカノン"],["イグニクス","アグニドラ"],["シルキーヌ","リリクイン"],["アズレーン","エレパンダ"],["ツンドラー","アヌビス"],["フェスキー","フェスキー"],["ライゾー","レヴィドラ"],["ライゾー","アグニドラ"],["アビスゴート","グレイシャル"],["サラブラック","ヒエティ"],["スナペント","ジオラーヴァ"],["シロカバネ","セイントール"],["シンエンオ","シヴァ"],["フロスカノン","アルパオー"],["アオパオー","デスティング"]]
  }, {
    name:"ボルカイザー",
    icon:borukaizaIcon,
    id:"96",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:3},
      {kind:Saikutsu,level:4}
    ],
    item:["石炭", "発火器官"],
    parent:[["ボルカイザー","ボルカイザー"],["ボルカイザー","シヴァ"]]
  }, {
    name:"ヘルガルダ",
    icon:herugarudaIcon,
    id:"97",
    type:[Dark],
    work:[
      {kind:Unpan,level:3}
    ],
    item:["毒腺", "中くらいのパルのソウル"],
    parent:[["クインビーナ","スザク"],["クインビーナ","ゼノグリフ"],["クインビーナ","ベイントール"],["クインビーナ","シヴァ"],["サラブレイズ","ボルカイザー"],["サラブレイズ","シヴァ"],["ライバード","ツンドラー"],["ライバード","ジオラーヴァ"],["ライバード","ボルゼクス"],["イグニクス","ボルカイザー"],["ツンドラー","デスティング"],["ツンドラー","リリクイン"],["ツンドラー","パリピドン"],["ツンドラー","フロスカノン"],["ペコドン","セイントール"],["ペコドン","ベイントール"],["ペコドン","グレイシャル"],["ペコドン","ジェッドラン"],["ペコドン","グレイシャドウ"],["ボルカノン","スザク"],["ボルカノン","ゼノグリフ"],["ボルカノン","セイントール"],["ボルカノン","ベイントール"],["ボルカノン","シヴァ"],["グランモス","スザク"],["グランモス","ゼノグリフ"],["グランモス","セイントール"],["グランモス","ベイントール"],["グランモス","ジェッドラン"],["グランモス","グレイシャドウ"],["グラクレス","ボルカイザー"],["グラクレス","スザク"],["グラクレス","ゼノグリフ"],["グラクレス","シヴァ"],["フェスキー","ボルカイザー"],["フェスキー","スザク"],["フェスキー","シヴァ"],["ボルカイザー","ホルス"],["ヘルガルダ","ヘルガルダ"],["ヘルガルダ","エレパンダ"],["ヘルガルダ","ルナクイン"],["ジオラーヴァ","エレパンダ"],["ジオラーヴァ","リリクイン"],["ジオラーヴァ","ルナクイン"],["デスティング","ボルゼクス"],["デスティング","グレイシャル"],["デスティング","ジェッドラン"],["デスティング","グレイシャドウ"],["レヴィドラ","ゼノグリフ"],["レヴィドラ","セイントール"],["レヴィドラ","ベイントール"],["レヴィドラ","ジェッドラン"],["リリクイン","ボルゼクス"],["リリクイン","グレイシャル"],["リリクイン","グレイシャドウ"],["ライゾー","ボルカイザー"],["サラブラック","ツンドラー"],["サラブラック","ジオラーヴァ"],["サラブラック","ボルゼクス"],["サラブラック","グレイシャル"],["パリピドン","セイントール"],["パリピドン","グレイシャル"],["パリピドン","ジェッドラン"],["パリピドン","グレイシャドウ"],["フロスカノン","ジオラーヴァ"],["フロスカノン","ボルゼクス"],["フロスカノン","グレイシャル"],["ブリザモス","ゼノグリフ"],["ブリザモス","セイントール"],["ブリザモス","ベイントール"],["ブリザモス","ジェッドラン"],["ブリザモス","グレイシャドウ"],["アグニドラ","スザク"],["アグニドラ","ゼノグリフ"],["アグニドラ","セイントール"],["アグニドラ","ベイントール"],["アグニドラ","ジェッドラン"],["アグニドラ","シヴァ"],["シヴァ","ホルス"],["ルナクイン","ボルゼクス"]]
  }, {
    name:"ジオラーヴァ",
    icon:zioravaIcon,
    id:"98",
    type:[Dark, Dragon],
    work:[
      {kind:Tesagyou,level:1},
      {kind:Saikutsu,level:4}
    ],
    item:["パルメタルインゴット", "ピュアクォーツ"],
    parent:[["クインビーナ","ボルカイザー"],["ライバード","セイントール"],["ライバード","ベイントール"],["ライバード","グレイシャル"],["ライバード","ジェッドラン"],["ライバード","グレイシャドウ"],["ツンドラー","ヘルガルダ"],["ツンドラー","エレパンダ"],["ツンドラー","ルナクイン"],["ペコドン","ボルカイザー"],["ペコドン","スザク"],["ペコドン","ゼノグリフ"],["ペコドン","シヴァ"],["ボルカノン","ボルカイザー"],["グランモス","ボルカイザー"],["グランモス","シヴァ"],["ボルカイザー","レヴィドラ"],["ボルカイザー","アグニドラ"],["ヘルガルダ","ジオラーヴァ"],["ヘルガルダ","ボルゼクス"],["ヘルガルダ","グレイシャドウ"],["ジオラーヴァ","ジオラーヴァ"],["ジオラーヴァ","ボルゼクス"],["デスティング","スザク"],["デスティング","ゼノグリフ"],["デスティング","セイントール"],["デスティング","ベイントール"],["デスティング","シヴァ"],["レヴィドラ","シヴァ"],["スザク","リリクイン"],["エレパンダ","ボルゼクス"],["エレパンダ","グレイシャル"],["エレパンダ","ジェッドラン"],["エレパンダ","グレイシャドウ"],["リリクイン","ゼノグリフ"],["リリクイン","セイントール"],["リリクイン","ベイントール"],["リリクイン","ジェッドラン"],["サラブラック","スザク"],["サラブラック","ゼノグリフ"],["サラブラック","セイントール"],["サラブラック","ベイントール"],["サラブラック","ジェッドラン"],["サラブラック","グレイシャドウ"],["パリピドン","スザク"],["パリピドン","ゼノグリフ"],["パリピドン","ベイントール"],["パリピドン","シヴァ"],["フロスカノン","ゼノグリフ"],["フロスカノン","セイントール"],["フロスカノン","ベイントール"],["フロスカノン","ジェッドラン"],["フロスカノン","グレイシャドウ"],["ブリザモス","ボルカイザー"],["ブリザモス","スザク"],["ブリザモス","シヴァ"],["ルナクイン","セイントール"],["ルナクイン","グレイシャル"],["ルナクイン","ジェッドラン"],["ルナクイン","グレイシャドウ"]]
  }, {
    name:"デスティング",
    icon:desuthinguIcon,
    id:"99",
    type:[Earth, Dark],
    work:[
      {kind:Bassai,level:2},
      {kind:Saikutsu,level:3}
    ],
    item:["石炭", "毒腺"],
    parent:[["キャプペン","ボルカイザー"],["ササゾー","ゼノグリフ"],["ササゾー","セイントール"],["ササゾー","ベイントール"],["ササゾー","ジェッドラン"],["ササゾー","グレイシャドウ"],["ホークウィン","セイントール"],["ホークウィン","ベイントール"],["ホークウィン","ジェッドラン"],["ホークウィン","グレイシャドウ"],["パピテフ","ボルカイザー"],["パピテフ","シヴァ"],["クインビーナ","ヘルガルダ"],["クインビーナ","エレパンダ"],["ニャンギマリ","ボルカイザー"],["ドンモップ","セイントール"],["ドンモップ","グレイシャル"],["ドンモップ","ジェッドラン"],["ドンモップ","グレイシャドウ"],["サラブレイズ","ツンドラー"],["サラブレイズ","ジオラーヴァ"],["サラブレイズ","ボルゼクス"],["ライバード","ペコドン"],["ライバード","グランモス"],["ライバード","レヴィドラ"],["ライバード","パリピドン"],["ライバード","ブリザモス"],["ライバード","アグニドラ"],["イグニクス","ツンドラー"],["イグニクス","ジオラーヴァ"],["イグニクス","ボルゼクス"],["イグニクス","グレイシャル"],["シルキーヌ","スザク"],["シルキーヌ","ゼノグリフ"],["シルキーヌ","セイントール"],["シルキーヌ","ベイントール"],["アズレーン","ボルカイザー"],["アズレーン","シヴァ"],["ツンドラー","ホルス"],["ペコドン","リリクイン"],["ペコドン","フロスカノン"],["ペコドン","ルナクイン"],["ボルカノン","ヘルガルダ"],["ボルカノン","エレパンダ"],["ボルカノン","ルナクイン"],["アルパオー","スザク"],["アルパオー","ゼノグリフ"],["アルパオー","シヴァ"],["グランモス","ヘルガルダ"],["グランモス","エレパンダ"],["グランモス","ルナクイン"],["ヒエティ","スザク"],["ヒエティ","ゼノグリフ"],["ヒエティ","ベイントール"],["ヒエティ","シヴァ"],["グラクレス","ヘルガルダ"],["グラクレス","ジオラーヴァ"],["フェスキー","ジオラーヴァ"],["フェスキー","ボルゼクス"],["ヘルガルダ","レヴィドラ"],["ヘルガルダ","アグニドラ"],["ジオラーヴァ","ホルス"],["デスティング","デスティング"],["レヴィドラ","エレパンダ"],["レヴィドラ","ルナクイン"],["ホルス","ボルゼクス"],["ホルス","グレイシャル"],["ライゾー","ツンドラー"],["ライゾー","ボルゼクス"],["ライゾー","グレイシャル"],["ライゾー","グレイシャドウ"],["サラブラック","ペコドン"],["サラブラック","デスティング"],["サラブラック","リリクイン"],["サラブラック","パリピドン"],["サラブラック","ブリザモス"],["パリピドン","デスティング"],["パリピドン","リリクイン"],["パリピドン","フロスカノン"],["フロスカノン","グランモス"],["フロスカノン","デスティング"],["フロスカノン","ブリザモス"],["アオパオー","スザク"],["アオパオー","ゼノグリフ"],["アオパオー","セイントール"],["アオパオー","ベイントール"],["アオパオー","ジェッドラン"],["ブリザモス","エレパンダ"],["ブリザモス","ルナクイン"],["トロピティ","ボルカイザー"],["トロピティ","スザク"],["トロピティ","シヴァ"],["アグニドラ","エレパンダ"],["アグニドラ","ルナクイン"]]
  }, {
    name:"アヌビス",
    icon:anubisuIcon,
    id:"100",
    type:[Earth],
    work:[
      {kind:Tesagyou,level:4},
      {kind:Unpan,level:2},
      {kind:Saikutsu,level:3}
    ],
    item:["骨", "大きなパルのソウル", "革新的な技術書"],
    parent:[["キャプペン","ツジギリ"],["キャプペン","シロカバネ"],["イノボウ","ボルカイザー"],["イノボウ","シヴァ"],["ルミカイト","ペコドン"],["ルミカイト","デスティング"],["ルミカイト","パリピドン"],["ルミカイト","ブリザモス"],["ガウルフ","セイントール"],["ガウルフ","ベイントール"],["ガウルフ","ジェッドラン"],["ガウルフ","グレイシャドウ"],["ミルカルビ","ライバード"],["ミルカルビ","リリクイン"],["ミルカルビ","サラブラック"],["ミルカルビ","フロスカノン"],["シャーキッド","スザク"],["シャーキッド","ゼノグリフ"],["シャーキッド","ベイントール"],["ササゾー","クレメーオ"],["ササゾー","ゴクエンオ"],["ベリゴート","ライバード"],["ベリゴート","エレパンダ"],["ベリゴート","フロスカノン"],["ベリゴート","ルナクイン"],["メルパカ","デスティング"],["メルパカ","リリクイン"],["メルパカ","サラブラック"],["メルパカ","パリピドン"],["ツノガミ","ライバード"],["ツノガミ","サラブラック"],["ツノガミ","フロスカノン"],["ツノガミ","ルナクイン"],["ホークウィン","イヌズマ"],["ホークウィン","ゴクエンオ"],["ヘルゴート","シーペント"],["ヘルゴート","シルフィア"],["ヘルゴート","アヌビス"],["ヘルゴート","スナペント"],["パピテフ","カバネドリ"],["パピテフ","ツジギリ"],["パピテフ","シンエンオ"],["ブルフェルノ","サラブレイズ"],["ブルフェルノ","グラクレス"],["ブルフェルノ","フェスキー"],["ブルフェルノ","ホルス"],["トドドドン","デスティング"],["トドドドン","リリクイン"],["トドドドン","サラブラック"],["マスクロウ","スザク"],["マスクロウ","ゼノグリフ"],["マスクロウ","セイントール"],["マスクロウ","ベイントール"],["ダリザード","ボルカイザー"],["ダリザード","シヴァ"],["ツキカゲ","ヘルガルダ"],["ツキカゲ","エレパンダ"],["ツキカゲ","ルナクイン"],["エアムルグ","ツンドラー"],["エアムルグ","グレイシャル"],["エアムルグ","グレイシャドウ"],["フェザーロ","ツンドラー"],["フェザーロ","ボルゼクス"],["フェザーロ","グレイシャル"],["ゴリレイジ","グレイシャル"],["ゴリレイジ","ジェッドラン"],["ゴリレイジ","グレイシャドウ"],["ビーナイト","ゼノグリフ"],["ビーナイト","セイントール"],["ビーナイト","ベイントール"],["ビーナイト","ジェッドラン"],["クインビーナ","オコチョ"],["クインビーナ","シラヌイ"],["クインビーナ","アロアリュー"],["クインビーナ","ビリビリュー"],["ニャンギマリ","ツジギリ"],["ニャンギマリ","シロカバネ"],["ドンモップ","イヌズマ"],["ドンモップ","ニャンバット"],["オコチョ","サラブレイズ"],["オコチョ","グラクレス"],["オコチョ","フェスキー"],["ライコーン","シルキーヌ"],["ライコーン","アルパオー"],["ライコーン","ヒエティ"],["ライコーン","トロピティ"],["フブキツネ","イグニクス"],["フブキツネ","ホルス"],["サラブレイズ","フラリーナ"],["ツララジカ","ペコドン"],["ツララジカ","デスティング"],["ツララジカ","リリクイン"],["ツララジカ","パリピドン"],["シラヌイ","ボルカノン"],["シラヌイ","グランモス"],["シラヌイ","レヴィドラ"],["シラヌイ","アグニドラ"],["ミステリア","スザク"],["ミステリア","シヴァ"],["アロアリュー","ボルカノン"],["アロアリュー","グラクレス"],["アロアリュー","レヴィドラ"],["アロアリュー","アグニドラ"],["シーペント","アヌビス"],["ソルレイス","ボルカイザー"],["ドリタス","ペコドン"],["ドリタス","グランモス"],["ドリタス","レヴィドラ"],["ドリタス","ブリザモス"],["ニャンバット","イグニクス"],["ラブマンダー","ライバード"],["ラブマンダー","ヘルガルダ"],["ラブマンダー","エレパンダ"],["ラブマンダー","ルナクイン"],["カバネドリ","アズレーン"],["カバネドリ","アルパオー"],["カバネドリ","トロピティ"],["ツジギリ","アズレーン"],["イグニクス","フラリーナ"],["クレメーオ","シルキーヌ"],["クレメーオ","ヒエティ"],["クレメーオ","アオパオー"],["ラベロット","ジオラーヴァ"],["ラベロット","ボルゼクス"],["ヴィオレッタ","セイントール"],["ヴィオレッタ","ジェッドラン"],["ヴィオレッタ","グレイシャドウ"],["シルキーヌ","ゴクエンオ"],["ツンドラー","ヤミトバリ"],["ゴクエンオ","アオパオー"],["ペコドン","ラブラドン"],["ラブラドン","グランモス"],["ラブラドン","ブリザモス"],["フラリーナ","フェスキー"],["フラリーナ","ホルス"],["ムラクモ","ジオラーヴァ"],["ヤミトバリ","ジオラーヴァ"],["ヤミトバリ","ボルゼクス"],["ヤミトバリ","グレイシャル"],["アヌビス","アヌビス"],["シャーマンダー","スザク"],["シャーマンダー","ゼノグリフ"],["シャーマンダー","シヴァ"],["ライゾー","フブキツネ"],["ライゾー","イヌズマ"],["ライゾー","ニャンバット"],["ヤマガミ","デスティング"],["ヤマガミ","リリクイン"],["ヤマガミ","サラブラック"],["ヤマガミ","フロスカノン"],["アビスゴート","シーペント"],["アビスゴート","アヌビス"],["アビスゴート","スナペント"],["チリザード","ボルカイザー"],["サンドロ","ツンドラー"],["サンドロ","ジオラーヴァ"],["サンドロ","ボルゼクス"],["ビリビリュー","ボルカノン"],["ビリビリュー","グラクレス"],["ビリビリュー","フェスキー"],["シロカバネ","シルフィア"],["シロカバネ","シルティア"],["シンエンオ","アルパオー"],["シンエンオ","ヒエティ"],["シンエンオ","トロピティ"],["パリピドン","ラブラドン"],["スプラドン","ボルカノン"],["スプラドン","グランモス"],["スプラドン","レヴィドラ"],["スプラドン","ブリザモス"],["スプラドン","アグニドラ"]]
  }, {
    name:"レヴィドラ",
    icon:revidoraIcon,
    id:"101",
    type:[Water, Dragon],
    work:[
      {kind:Mizuyari,level:4}
    ],
    item:[],
    parent:[["キャプペン","ジェッドラン"],["キャプペン","グレイシャドウ"],["ササゾー","ヘルガルダ"],["ホークウィン","ヘルガルダ"],["ホークウィン","エレパンダ"],["ホークウィン","ルナクイン"],["ヘルゴート","シヴァ"],["パピテフ","ツンドラー"],["パピテフ","ボルゼクス"],["パピテフ","グレイシャル"],["クインビーナ","ペコドン"],["クインビーナ","グランモス"],["クインビーナ","ブリザモス"],["ニャンギマリ","グレイシャル"],["ニャンギマリ","グレイシャドウ"],["ドンモップ","ライバード"],["ドンモップ","エレパンダ"],["ドンモップ","ルナクイン"],["サラブレイズ","デスティング"],["サラブレイズ","リリクイン"],["サラブレイズ","パリピドン"],["シーペント","スザク"],["シーペント","ゼノグリフ"],["シーペント","ベイントール"],["イグニクス","リリクイン"],["イグニクス","フロスカノン"],["シルフィア","セイントール"],["シルフィア","ベイントール"],["シルフィア","ジェッドラン"],["アズレーン","ツンドラー"],["アズレーン","グレイシャル"],["ツンドラー","トロピティ"],["ペコドン","グラクレス"],["ペコドン","フェスキー"],["ボルカノン","グランモス"],["ボルカノン","レヴィドラ"],["ボルカノン","ブリザモス"],["アルパオー","ジオラーヴァ"],["アルパオー","ボルゼクス"],["グランモス","レヴィドラ"],["グランモス","アグニドラ"],["ヒエティ","ジオラーヴァ"],["フェスキー","デスティング"],["デスティング","ホルス"],["アヌビス","スザク"],["アヌビス","ゼノグリフ"],["レヴィドラ","レヴィドラ"],["レヴィドラ","アグニドラ"],["リリクイン","ホルス"],["ライゾー","ライバード"],["ライゾー","サラブラック"],["ライゾー","フロスカノン"],["アビスゴート","スザク"],["アビスゴート","シヴァ"],["サラブラック","イグニクス"],["サラブラック","ホルス"],["スナペント","ゼノグリフ"],["スナペント","セイントール"],["スナペント","ベイントール"],["シロカバネ","ボルカイザー"],["シルティア","セイントール"],["シルティア","ジェッドラン"],["シルティア","グレイシャドウ"],["パリピドン","グラクレス"],["パリピドン","フェスキー"],["アオパオー","ヘルガルダ"],["ブリザモス","グラクレス"],["トロピティ","ジオラーヴァ"],["トロピティ","ボルゼクス"]]
  }, {
    name:"アグニドラ",
    icon:agunidoraIcon,
    id:"101B",
    type:[Fire, Dragon],
    work:[
      {kind:Hiokoshi,level:4}
    ],
    item:["上質なパルオイル", "発火器官"],
    parent:[["アグニドラ","アグニドラ"]]
  }, {
    name:"スザク",
    icon:suzakuIcon,
    id:"102",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:3}
    ],
    item:["発火器官"],
    parent:[["ツンドラー","ボルカイザー"],["ツンドラー","スザク"],["ツンドラー","シヴァ"],["ボルカイザー","ジオラーヴァ"],["ボルカイザー","スザク"],["ボルカイザー","ボルゼクス"],["ボルカイザー","ゼノグリフ"],["ボルカイザー","セイントール"],["ボルカイザー","ベイントール"],["ボルカイザー","グレイシャル"],["ボルカイザー","ジェッドラン"],["ボルカイザー","グレイシャドウ"],["ジオラーヴァ","シヴァ"],["スザク","スザク"],["スザク","ゼノグリフ"],["スザク","セイントール"],["スザク","ベイントール"],["スザク","グレイシャル"],["スザク","ジェッドラン"],["スザク","シヴァ"],["スザク","グレイシャドウ"],["ゼノグリフ","セイントール"],["ゼノグリフ","ベイントール"],["ゼノグリフ","グレイシャル"],["ゼノグリフ","ジェッドラン"],["ゼノグリフ","グレイシャドウ"],["セイントール","ベイントール"],["セイントール","ジェッドラン"],["セイントール","グレイシャドウ"],["ベイントール","ジェッドラン"],["ベイントール","グレイシャドウ"],["シヴァ","ボルゼクス"],["シヴァ","ゼノグリフ"],["シヴァ","セイントール"],["シヴァ","ベイントール"],["シヴァ","グレイシャル"],["シヴァ","ジェッドラン"],["シヴァ","グレイシャドウ"]]
  }, {
    name:"シヴァ",
    icon:shivaIcon,
    id:"102B",
    type:[Water],
    work:[
      {kind:Mizuyari,level:3}
    ],
    item:[],
    parent:[["レヴィドラ","スザク"],["シヴァ","シヴァ"]]
  }, {
    name:"エレパンダ",
    icon:erepandaIcon,
    id:"103",
    type:[Thunder],
    work:[
      {kind:Tesagyou,level:2},
      {kind:Bassai,level:2},
      {kind:Unpan,level:3},
      {kind:Hatsuden,level:3}
    ],
    item:["発電器官", "皮"],    
    parent:[["ササゾー","イヌズマ"],["エレパンダ","エレパンダ"]]
  }, {
    name:"リリクイン",
    icon:ririkuinIcon,
    id:"104",
    type:[Grass],
    work:[
      {kind:Tanemaki,level:4},
      {kind:Tesagyou,level:3},
      {kind:Seiyaku,level:3},
      {kind:Saisyuu,level:2}
    ],
    item:["低品質の医薬品", "綺麗な花", "革新的な技術書"],
    parent:[["ササゾー","フラリーナ"],["リリクイン","リリクイン"]]
  }, {
    name:"ルナクイン",
    icon:runakuinIcon,
    id:"104B",
    type:[Dark],
    work:[
      {kind:Tesagyou,level:3}, 
      {kind:Seiyaku,level:3},
      {kind:Saisyuu,level:2}
    ],
    item:["低品質の医薬品", "綺麗な花", "革新的な技術書"],
    parent:[["デスティング","リリクイン"],["ルナクイン","ルナクイン"]]
  }, {
    name:"ホルス",
    icon:horusuIcon,
    id:"105",
    type:[Fire],
    work:[
      {kind:Hiokoshi,level:3},
      {kind:Unpan,level:3}
    ],
    item:["発火器官"],
    parent:[["カバネドリ","アヌビス"],["ホルス","ホルス"]]
  }, {
    name:"ボルゼクス",
    icon:boruzekusuIcon,
    id:"106",
    type:[Thunder, Dragon],
    work:[
      {kind:Tesagyou,level:2},
      {kind:Unpan,level:3},
      {kind:Hatsuden,level:4}
    ],
    item:["発火器官"],
    parent:[["ペコドン","エレパンダ"],["ボルゼクス","ボルゼクス"]]
  }, {
    name:"ゼノグリフ",
    icon:zenogurifuIcon,
    id:"107",
    type:[Dark],
    work:[
      {kind:Saisyuu,level:3}
    ],
    item:["パルメタルインゴット", "カーボン繊維", "革新的な技術書"],
    parent:[["シラヌイ","ジオラーヴァ"],["ゼノグリフ","ゼノグリフ"]]
  }, {
    name:"セイントール",
    icon:seintoruIcon,
    id:"108",
    type:[Neutral],
    work:[
      {kind:Bassai,level:2},
      {kind:Saikutsu,level:2}
    ],
    item:[],
    parent:[["セイントール","セイントール"]]
  }, {
    name:"ベイントール",
    icon:beintoruIcon,
    id:"109",
    type:[Dark],
    work:[
      {kind:Bassai,level:2},
      {kind:Saikutsu,level:2}
    ],
    item:[],
    parent:[["ベイントール","ベイントール"]]
  }, {
    name:"グレイシャル",
    icon:gureisyaruIcon,
    id:"110",
    type:[Ice],
    work:[
      {kind:Reikyaku,level:4}
    ],
    item:[],
    parent:[["グレイシャル","グレイシャル"]]
  }, {
    name:"グレイシャドウ",
    icon:gureisyadouIcon,
    id:"111",
    type:[Dark],
    work:[
      {kind:Saisyuu,level:4}
    ],
    item:["ピュアクォーツ", "大きなパルのソウル"],
    parent:[["ヘルガルダ","グレイシャル"],["グレイシャドウ","グレイシャドウ"]]
  }, {
    name:"ジェッドラン",
    icon:jeddoranIcon,
    id:"112",
    type:[Dragon],
    work:[
      {kind:Saisyuu,level:3}
    ],
    item:[],
    parent:[["ジェッドラン","ジェッドラン"]]
  }
]

export { PalData };